[
  {
    "chk_id": 1,
    "chunk_summary": "This document is a letter and an annual report for the financial year 2023-24 from Gokaldas Exports Limited to BSE Limited and the National Stock Exchange of India Limited. The report highlights the company's strategic vision to 'Integrate, Diversify, Grow,' focusing on streamlining operations through digitalization and automation, expanding business organically, and making strategic acquisitions like Atraco and Matrix Design. The integration of Atraco has provided a strong presence in Africa with duty-free access to key markets, while Matrix Design has bolstered the company's position in the high-value knitwear segment, opening doors to new European and UK markets. Gokaldas Exports emphasizes sustainable growth by capitalizing on global sourcing patterns and focusing on operational excellence. Established in 1979, Gokaldas Exports is a leading apparel manufacturer in India, known for delivering high-quality garments to prestigious fashion brands across more than 50 countries. The company has fully integrated manufacturing capabilities, state-of-the-art facilities with over 30,000 advanced machines, and a workforce of over 51,000 skilled employees. Gokaldas Exports is committed to sustainability, aiming for net-zero emissions, water positivity, and zero solid waste in landfills, and invests in advanced technologies like 3D design and waste management systems."
  },
  {
    "chk_id": 2,
    "chunk_summary": "Gokaldas Exports Limited is focused on operational excellence and cost optimization to meet global customer demands. The company is capitalizing on the shifting dynamics of the global apparel industry with a strong manufacturing base, growing technological capabilities, and strategic acquisitions, aiming to play a pivotal role in India’s journey to become a global hub for apparel manufacturing. Gokaldas Exports has a robust infrastructure and comprehensive capabilities, driven by a commitment to innovation, quality, and sustainability. The company has a fully integrated value chain, spanning the entire spectrum of apparel manufacturing. Recent capital expenditures include investments in modernization, upgrades, new capacity, and new projects. The company intends to exercise judicious control over capex spending taking into consideration the market conditions. Gokaldas Exports has an extensive global reach, with a primary focus on North America, and aims to strengthen its presence in Europe and other regions. Strategic priorities include operations excellence, capacity expansion, product innovation, geographical diversification, technology upgradation, and sustainable practices. The company is expanding through the acquisition of Atraco, providing a strategic advantage in accessing new markets and customers. Gokaldas Exports is committed to continuous improvement and expansion, with a focus on employee empowerment and sustainability initiatives."
  },
  {
    "chk_id": 3,
    "chunk_summary": "Gokaldas Exports Limited is committed to achieving zero solid waste to landfill by 2030 and has obtained various sustainability certifications. The company focuses on women’s fashion, outerwear, sportswear, and knits, utilizing advanced 3D design capabilities. It has invested in modernizing its plant and machinery and adopting automation and digitalization to enhance productivity and reduce costs. Capacity expansion includes a new sewing factory in Bhopal with a capacity of 3 million pieces per annum and a fabric processing unit in Tamil Nadu to enhance vertical integration. Gokaldas Exports acquired Atraco Group for US $55 million, gaining a strong market position in the US and Europe with duty-free access to key markets through Atraco's facilities in Kenya and Ethiopia. Additionally, it acquired Matrix Clothing for H 489 crore, enhancing capabilities in high-value knitwear and expanding the customer base in Europe and the UK. The company is strategically positioned for growth, anticipating organic growth of approximately 15% over the next two to three years, driven by strong customer relationships and expanding production capabilities. Gokaldas Exports recognizes sustainable business practices as a competitive advantage and has set ambitious goals to achieve net-zero emissions, water positivity, and zero solid waste in landfills."
  },
  {
    "chk_id": 4,
    "chunk_summary": "Gokaldas Exports Limited's annual report for Financial Year 2023-24 highlights the company's resilience amidst global headwinds, strategic acquisitions, and commitment to sustainability and governance. Despite a decline in overall apparel exports from India, Gokaldas Exports achieved a 7.0% growth in consolidated revenue, reaching ₹2,378.9 crores. Strategic acquisitions of Atraco and Matrix Design expanded product offerings and market access. The company is also investing in organic growth with a new manufacturing unit in Bhopal and a fabric processing unit in Tamil Nadu. Gokaldas Exports is committed to sustainability, reducing water usage and recycling waste. The company emphasizes strong corporate governance and ethical conduct."
  },
  {
    "chk_id": 5,
    "chunk_summary": "Gokaldas Exports Limited is focused on stakeholder engagement, seeking feedback from employees, customers, and local communities to inform decision-making. The company anticipates stronger demand due to the nearing end of the inventory destocking cycle in major markets. The company's strategy includes driving operational excellence, realizing synergies from acquisitions, and capitalizing on growth opportunities, with a commitment to enhancing shareholder value through sustainable growth and prudent capital allocation. Trial production is expected to commence in Q4FY24 or early Q1FY25. Gokaldas Exports is well-positioned to benefit from the shift of global sourcing away from China and supplier consolidation. The company has strengthened its management team and is leveraging the strengths of newly acquired entities. Potential Free Trade Agreements (FTAs) with key markets like the UK and EU, along with government initiatives like the Production Linked Incentive (PLI) scheme, present further growth opportunities. Gokaldas Exports is committed to sustainable business practices, with goals to achieve net zero emissions, water positivity, and zero solid waste in landfills. The company has achieved a 20% decrease in water usage and recycles or repurposes 80% of its waste. Gokaldas Exports employs approximately 51,000 people, with a large proportion being women, contributing to social upliftment and economic development. For FY25, the company anticipates a minimum of 15% year-on-year growth in its core business and expects the acquired businesses to contribute significantly to consolidated performance, with a goal to improve their EBITDA margins to 10.5-11% in the medium term. The company remains open to further expansion opportunities and has a strong balance sheet to support strategic investments. Gokaldas Exports Charitable Foundation is committed to driving meaningful change in the communities where it operates through health and hygiene, education and skill development, community development, and environmental sustainability initiatives. In FY24, the foundation implemented 23 projects across various focus areas and invested approximately ₹2.35 Crores."
  },
  {
    "chk_id": 6,
    "chunk_summary": "Gokaldas Exports Limited is actively involved in various CSR initiatives focusing on education, skill development, community development, health, hygiene, and environmental sustainability. In education and skill development, the company provided educational tools to Government Blind & Deaf School, set up computer labs and RO plants in multiple schools, constructed classrooms and toilets in GHS Alilughatta, and refurbished schools in Hassan District, benefiting thousands of students. Community development projects include blood donation drives, support for elderly care at Nemmadi Vishranthi Dhama, sponsoring a waste management vehicle, and implementing a rainwater harvesting system. The company is also engaged in climate action projects in the Western Ghats. Gokaldas Exports Limited is committed to employee well-being, professional growth, and social responsibility, implementing programs like RISE and WE-LEAD, PoSH training, and Supervisory Skills Training. The company also focuses on sustainability initiatives, including renewable energy, water recycling, ZDHC compliance, and solid waste recycling, with targets to achieve net-zero emissions by 2045 and carbon neutrality by 2030. They also focus on people empowerment through training and development, and women empowerment through skill upgradation programs. The company is also enhancing the use of low-impact and sustainable raw materials to promote circularity in operations."
  },
  {
    "chk_id": 7,
    "chunk_summary": "Gokaldas Exports Limited emphasizes sustainability as a core philosophy, integrating sustainable practices across its value chain with a focus on energy and water management, chemical and waste management, and people empowerment. The company aims to achieve ambitious sustainability targets, including increasing its renewable energy mix, reducing process water intensity, managing hazardous waste, and lowering carbon emissions. Gokaldas Exports Limited reported an 81% renewable energy mix in 2023, a process water intensity of 11.77 L/piece, 349 tons of hazardous waste managed, a carbon emission intensity of 0.742 kg CO2e/piece, 2,810 tons of production waste recycled, and a HIGG index score of 87.9%. The global economy demonstrated resilience in 2023, with global growth estimated at 3.2% by the IMF, projected to continue at the same pace in 2024 and 2025. The global apparel industry faced headwinds in 2023 due to reduced demand and inventory destocking. However, the outlook is cautiously optimistic, with recovery and transformation expected in 2024 and beyond. Key trends shaping the industry include sustainability and ethical fashion, digitalisation and e-commerce, a shift in global sourcing away from China, changing consumer behavior, and technology adoption."
  },
  {
    "chk_id": 8,
    "chunk_summary": "The global apparel industry is undergoing significant shifts, including a focus on reducing lead times, improving quick response capabilities, and increasing product customization. Companies are building more resilient and flexible supply chains by diversifying sourcing locations and investing in nearshoring and digital technologies. There is also a growing emphasis on inclusivity and diversity in fashion. Emerging low-cost apparel manufacturing hubs are gaining importance as labor costs in China and Vietnam rise. India's economy shows resilience with a GDP growth rate of approximately 7.2% for the Financial Year 2023-24, supported by government initiatives like the Production Linked Incentive (PLI) scheme. The Indian apparel industry is expected to grow, driven by a shift in global sourcing away from China, government initiatives, a focus on sustainability, and technological advancements. Gokaldas Exports Limited, established in 1979, is a major Indian apparel manufacturer and exporter with a commitment to sustainability, operating over 30 state-of-the-art manufacturing facilities and employing over 51,000 people. The global apparel industry is poised for recovery and transformation as we move into 2024 and beyond."
  },
  {
    "chk_id": 9,
    "chunk_summary": "The Indian apparel industry faced challenges in 2023 due to weak global demand, leading to a 10% decline in exports in Financial Year 2023-24. However, the domestic market remained resilient due to rising incomes. Strategic acquisitions, including Atraco and Matrix Design, expanded Gokaldas Exports Limited's global presence. The company's total income increased to ₹2,408.99 crore in Financial Year 2023-24, with a 7.05% growth in revenue from operations. Despite a decrease in EBITDA margin due to one-off costs, the company reported a net profit after tax of ₹130.97 crore. The company's net worth increased significantly, supported by equity shares and current year profits. Investments in modernization and new projects are expected to enhance productivity. The potential implementation of Free Trade Agreements (FTAs) with key markets like the UK and EU presents exciting prospects for increased textile trade from countries like India. Additionally, government initiatives such as the Production Linked Incentive (PLI) scheme for the Man-Made Fibre (MMF) and technical textile ecosystem are expected to boost investments in the sector."
  },
  {
    "chk_id": 10,
    "chunk_summary": "Gokaldas Exports Limited's capital employed consists of non-current assets and working capital, excluding mutual fund investments, lease assets/liabilities, and borrowings. The Return on Capital Employed (ROCE) decreased to 22% in Financial Year 2023-24 from 27% in Financial Year 2022-23 due to investments in additional capacity and a new fabric processing unit in Tamil Nadu, as well as lower volume and startup costs in the Madhya Pradesh unit. Current assets increased by 57.61% to ₹1,386.60 crore as of March 31, 2024, with mutual fund investments decreasing by ₹188.06 crore. The current and quick ratios were 1.37 and 0.77, respectively, in Financial Year 2023-24. Inventories increased by 106.01% to ₹603.60 crore, and trade receivables increased by 159.54% to ₹352.52 crore. Gokaldas Exports has manufacturing facilities in Kenya, Ethiopia, Gurgaon and Ranchi, with a workforce of over 51,000 employees (75% women) and 7,000 operational machines. The company acquired Atraco and Matrix Design, expanding its manufacturing capabilities and global reach. The company is focused on operational excellence, realizing synergies from acquisitions, and capitalizing on growth opportunities. Effective risk management is crucial for sustainable growth and long-term value creation. The company focused on fostering an inclusive and empowering work environment that encourages innovation and personal growth. Gokaldas Exports Limited further strengthened its internal control systems to support expanded operations and ensure robust financial reporting and operational efficiency."
  },
  {
    "chk_id": 11,
    "chunk_summary": "This document presents Gokaldas Exports Limited's report, addressing both risks and financial performance. The company faces risks such as currency volatility, regulatory changes, disadvantages in European market access, input cost fluctuations, and the need for fashion trend agility. Mitigation measures include hedging, diversifying markets, strategic partnerships, dynamic pricing, and enhanced design capabilities. Despite a challenging global market with inventory overhang and reduced apparel purchases in major markets like the US, UK, and EU, Gokaldas Exports Limited demonstrated resilience. The company's revenue from operations dropped by only 2.3% year-over-year, compared to a 10% drop in Indian exports. Gokaldas Exports Limited acquired Atraco and Matrix Design, expanding product offerings and accessing low-cost locations like Kenya and Ethiopia. Consolidated revenue grew by 7.2%, with an increase of ₹156.69 Crore. The company faced cost headwinds, including increased wages and startup costs, which suppressed the operating margin by 1.4%."
  },
  {
    "chk_id": 12,
    "chunk_summary": "Gokaldas Exports Limited reported a profit before tax of ₹159 Crore for the Financial Year 2023-24, compared to ₹198 Crore in the previous year. The company generated ₹266 Crore in cash from operations and invested ₹143 Crores in modernization, capacity creation, and new projects. It completed the acquisitions of Atraco and Matrix Design for ₹373 Crores and ₹323 Crores, respectively. A new manufacturing unit in Madhya Pradesh is progressing, and a fabric processing unit in Tamil Nadu is set to commence production. The company had a net debt of ₹336 Crore as of March 31, 2024, but raised ₹600 Crore through Qualified Institutional Placement (QIP) in April 2024, turning net cash positive. The company is focusing on long-term strategic objectives to create value for shareholders, employees, and business partners. The US, EU, and China dominate global retail clothing sales. Apparel imports by the US, EU, and UK declined in Financial Year 2023-24, but India gained market share. There is increasing sourcing from India due to geopolitical tensions and rising costs in other countries. The Indian government's policy initiatives, such as RoSTCL and the PLI scheme, will benefit the industry. No dividend has been recommended for Financial Year 2023-24. Pavitra Rajaram was appointed as an Independent Director, and Sivaramakrishnan Ganapathi was re-appointed as Vice Chairman & Managing Director. The Board of Directors confirms compliance with accounting standards and internal financial controls."
  },
  {
    "chk_id": 13,
    "chunk_summary": "The annual report evaluates the Board's performance for the Financial Year 2023-24, conducted by the Nomination and Remuneration Committee, assessing Board performance, individual Directors, and the functioning of various committees. The evaluation involved a structured questionnaire and considered criteria such as meeting attendance, interpersonal skills, independent judgment, knowledge, and contributions to strategy and risk management. Independent Directors have affirmed their independence as per the Companies Act, 2013 and SEBI Listing Regulations. Five Board meetings were held during the financial year, with details of attendance disclosed in the Corporate Governance Report. The Board has constituted committees including Audit, Nomination and Remuneration, Stakeholders’ Relationship, Corporate Social Responsibility, and Risk Management Committees. During the year, the company allotted equity shares under the Restricted Stock Unit Plan-2018 and to Matrix Clothing Private Limited for acquiring shares of Matrix Design and Industries Private Limited. The company increased its authorized share capital and raised funds through a Qualified Institutional Placement (QIP). The company did not issue shares with differential voting rights or sweat equity shares, and there were no changes in the nature of business. The company did not accept public deposits or unsecured loans from directors or their relatives. There were no material changes affecting the financial statements. The company acquired Atraco Industrial Enterprise and Matrix Design and Industries Private Limited. As of March 31, 2024, the company has nine wholly-owned subsidiary companies and four indirect subsidiary companies. The company has three Employee Stock Option Plans in force."
  },
  {
    "chk_id": 14,
    "chunk_summary": "Gokaldas Exports Limited has several employee stock option plans. During the Financial Year 2023-24, under the ESOS-2010, the company granted 2,04,000 options but did not allot any equity shares. As of March 31, 2024, 12,28,330 equity shares have been allotted under this scheme. Under the Restricted Stock Unit Plan 2018 (RSU-2018), no fresh options were granted, but 73,500 equity shares were allotted, bringing the total to 19,15,000 shares allotted under this plan as of March 31, 2024. The GEL Employee Stock Option Plan 2022 (ESOP 2022) was amended on February 29, 2024, to increase the reserved options from 30,00,000 to 45,00,000. As of March 31, 2024, 30,00,000 options have been granted under ESOP 2022. The company is committed to environmental, health, and safety measures, including using LED lights, energy-efficient servo motors, renewable biomass, and solar energy. They have also reduced water consumption by 20% and implemented Zero Liquid Discharge (ZLD) systems in laundry facilities. The company also focuses on employee engagement through programs like Workplace Cooperation Program (WCP), RISE, Prevention of Sexual Harassment Training (PoSH), Supervisory Skills Training (SST), and Women Empowerment & Leadership Development Program (WE-LEAD)."
  },
  {
    "chk_id": 15,
    "chunk_summary": "Gokaldas Exports Limited focuses on employee training and well-being, corporate governance, and sustainability. Various training programs are conducted, including workshops for the quality department, women's wellbeing programs, e-learning for industrial engineers, and 'Sankalpa,' a gamified program to improve employee behavior and productivity. Internal committee members receive training to enhance their effectiveness. The company also provides training on textile trends, first aid, safety, Lean & 5S, and technical skills for industrial engineers. An operational excellence program is available for factory leadership, and HR members participate in conclaves to learn about new trends and laws. The company's social policy aligns with the Social & Labour Convergence Program (SLCP), achieving high compliance standards. Gokaldas Exports Limited adheres to SEBI's corporate governance standards, with reports on corporate governance, management discussion, and compliance provided separately. The Business Responsibility and Sustainability Report details environmental, social, and governance initiatives. MSKA & Associates were re-appointed as Statutory Auditors, and their report contained no qualifications or adverse remarks. Mr. Nagendra D Rao conducted the secretarial audit, and his report also had no qualifications. Cost audit requirements are not applicable to the company. Information on energy conservation, technology absorption, and foreign exchange earnings is provided in Annexure-IV. Related party transactions were conducted at arm's length with wholly-owned subsidiaries, and details are presented to the Audit Committee. Loans, guarantees, and investments are detailed in the financial statements' notes. The company has a policy against sexual harassment, with an Internal Complaints Committee (ICC) in place, and no complaints were received during the year."
  },
  {
    "chk_id": 16,
    "chunk_summary": "Gokaldas Exports Limited has established an internal control system to protect its assets, ensuring proper authorization, recording, and reporting of transactions to the management. Internal audits are conducted regularly, with follow-up actions taken on audit observations. The Nomination & Remuneration Committee formulates criteria for director qualifications and recommends remuneration policies for directors, key managerial personnel, and senior employees, as per Section 178(3) of the Companies Act, 2013 and Regulation 19 of the SEBI Listing Regulations. The company has also adopted a Risk Management Policy, addressing risk identification, assessment, and mitigation, in compliance with Regulation 21 of the SEBI Listing Regulations. The company fulfills its Corporate Social Responsibility (CSR) through the Gokaldas Exports Charitable Foundation, adhering to Section 135 and Schedule VII of the Companies Act, 2013. A Vigil Mechanism and Whistle Blower Policy are in place, as required by the Companies Act, 2013 and the SEBI Listing Regulations, overseen by the Audit Committee. The company has complied with applicable Secretarial Standards and has no significant material orders impacting its going concern status or any pending proceedings under the Insolvency and Bankruptcy Code, 2016. The report also includes details of subsidiaries and their financial statements as per Section 129 read with Rule 5 of the Companies (Accounts) Rules, 2014, including All Colour Garments Private Limited, SNS Clothing Private Limited, Vignesh Apparels Private Limited, Gokaldasexports Acharpura Private Limited, Sri Susamyuta Knits Private Limited, Gokaldas Exports FZCO, Gokaldas Exports Corporation, Nava Apparels L.L.C-FZ, Matrix Design & Industries Private Limited, and Ashton Mombasa Apparel EPZ Limited."
  },
  {
    "chk_id": 17,
    "chunk_summary": "This document provides details on the financial performance and stock option schemes of Gokaldas Exports Limited for the Financial Year 2023-24. It includes information on the company's subsidiaries, such as Ashton Apparel Manufacturing PLC, Amibros S.A., and Atraco Logistics Co. LLC, including their financial data and shareholding percentages. The report also outlines the details of the company's Employee Stock Option Scheme – 2010, Restricted Stock Unit Plan 2018, and ESOP 2022, including the number of options available, exercise prices, and movements during the year. Additionally, it mentions key personnel involved in these schemes, such as Gourish Hegde and Sivaramakrishnan Ganapathi."
  },
  {
    "chk_id": 18,
    "chunk_summary": "The provided text includes relevant disclosures in terms of accounting standards, specifically referencing notes to accounts No.42 for employee share-based payments and No.34 for diluted earnings per share, calculated according to Indian Accounting Standard (Ind AS) 33. It also contains the Secretarial Audit Report for Gokaldas Exports Limited for the financial year ended March 31, 2024, as per Section 204(1) of the Companies Act, 2013. The report confirms the company's compliance with statutory provisions, Companies Act, Securities Contracts (Regulation) act, Depositories Act, Foreign Exchange Management Act, and various regulations and guidelines under the SEBI Act, including those related to substantial acquisition of shares, insider trading, issue of capital, employee benefits, and listing obligations. Additionally, it mentions compliance with laws such as the Factories Act, Industries (Development and Regulation) Act, Competition Act, Consumer Protection Act, Foreign Trade (Development & Regulation) Act, Customs Act, and Environmental Protection Act, as well as Secretarial Standards issued by The Institute of Company Secretaries of India."
  },
  {
    "chk_id": 19,
    "chunk_summary": "The report highlights Gokaldas Exports Limited's compliance with various regulations, guidelines, and standards. The Board of Directors is properly constituted with a balance of executive, non-executive, and independent directors, ensuring compliance with the Companies Act, 2013. Board meetings are conducted with adequate notice and detailed agendas, fostering meaningful participation. The company has established robust compliance mechanisms, certified by the Managing Director and approved by the Board, to ensure adherence to applicable laws and regulations. Specific events during the audit period include the incorporation of Gokaldas Exports Corporation in the U.S.A and Nava Apparels L.L.C-FZ in Dubai, the allotment of equity shares under the Gokaldas Exports Employee Restricted Stock Unit Plan, 2018, and the acquisition of Amibros S.A. and Atraco Logistics Co LLC through Gokaldas Exports FZCO, Dubai, as well as Coast Apparel EPZ Limited, Ashton Apparel EPZ Limited and Mombasa Apparel EPZ Limited through Nava Apparels L.L.C-FZ. Additionally, the company allotted equity shares to Matrix Clothing Private Limited for acquiring Matrix Design & Industries Private Limited and invested in a renewable captive generating plant via Clean Max Celeste Private Limited. Special resolutions were passed at the Annual General Meeting and Extraordinary General Meeting, including the re-appointment of Sivaramakrishnan Ganapathi as Vice Chairman & Managing Director, the issuance of equity shares on a preferential basis, approval for raising funds through Qualified Institutions Placement (QIP), and amendments to the GEL Employee Stock Option Plan 2022. The company is also focused on energy conservation, implementing measures such as installing G2 Ozone machines, E-Flow machines, pad printing machines, and energy-efficient screen printing, replacing reciprocating compressors, simplifying tasks with efficient machinery, and upgrading old boilers. The company utilizes alternate energy sources, including a rooftop solar system and an Energy Supply Agreement (ESA) with Clean Max Celeste Private Limited for a captive power generation facility."
  },
  {
    "chk_id": 20,
    "chunk_summary": "Gokaldas Exports Limited made an equity investment of ₹314.74 lakhs for renewable power consumption and invested approximately ₹40.56 Crore in energy conservation equipment during the Financial Year 2023-24. The company adopted advanced technologies such as G2 Ozone and E-Flow machines to enhance sustainability by minimizing water and energy usage. It also implemented an automated hanger system to boost line efficiency and reduce handling time. The company imported technologies like automated hanger systems, E-Flow machines, ozone generator machines, wider width pattern sewing machines, multiheaded embroidery machines, EPA slew-placket fusing machines, and screen-printing machines in Financial Year 2023-24, which have been fully absorbed. The company's foreign exchange earnings were ₹1,76,990.74 lakhs, while the outgo was ₹28,960.44 lakhs. The company has not entered into any contract/arrangement/transaction with its related parties which are not in ordinary course of business or at arm’s length during the financial year 2023-24. The ratio of remuneration of each director to the median remuneration of the employees of the company for the Financial Year is as follows: Mr. Sivaramakrishnan Ganapathi - 105.98, Mr. Prabhat Kumar Singh - 24.91, Mr. Sundararajan Poorana Seenivasan - 43.49. The percentage increase in remuneration of each Director, Chief Executive Officer, Chief Financial Officer, Company Secretary, in the Financial Year is as follows: Mr. Sivaramakrishnan Ganapathi – -9.7%, Mr. Prabhat Kumar Singh – 28.9%, Mr. Sundararajan Poorana Seenivasan – 10%, Mr. Sathyamurthy. A - 12.38%, Mr. Gourish Hegde - 21%. The percentage increase in the median remuneration of employees in the Financial Year is 5.50%. The number of permanent employees on the rolls of Company as of March 31, 2024 is 33,550."
  },
  {
    "chk_id": 21,
    "chunk_summary": "The text provides information on the remuneration policy, CSR activities, and corporate governance of Gokaldas Exports Limited. Managerial and non-managerial salary increases align with industry practices and market conditions. The company's CSR policy focuses on social, economic, and environmental development, overseen by a CSR Committee. The company spent ₹235.24 lakhs on CSR projects during the Financial Year 2023-24. Gokaldas Exports Limited adheres to corporate governance guidelines as per SEBI Listing Regulations and the Companies Act, 2013, with a balanced Board of Directors."
  },
  {
    "chk_id": 22,
    "chunk_summary": "As of March 31, 2024, the Board of Directors of Gokaldas Exports Limited consists of 8 members, with a majority being Non-Executive Directors, including Independent Directors, two of whom are women. The Independent Directors have confirmed their ability to discharge their duties without impairment, and the Board believes they meet the criteria specified in the SEBI Listing Regulations. There are no inter-se relationships between the Directors, ensuring independence from management. During the Financial Year 2023-24, the Board held 5 meetings with intervals not exceeding 120 days. The attendance of Directors at these meetings and the last Annual General Meeting, along with their directorships and committee memberships in other listed companies, are detailed. The remuneration paid to Executive Directors for the Financial Year 2023-24 is also disclosed, along with the sitting fees paid to Non-Executive Directors. The senior management personnel as of March 31, 2024, are listed, and the key qualifications, expertise, and attributes of the Board members are highlighted, emphasizing their commitment to corporate governance."
  },
  {
    "chk_id": 23,
    "chunk_summary": "This section of the Gokaldas Exports Limited Annual Report for Financial Year 2023-24 details the qualifications, selection process, and familiarization programs for the company's directors. It also covers the Code of Conduct for directors and senior management, as well as the composition, meetings, and terms of reference for the Board's committees, particularly the Audit Committee. The report highlights the skills and expertise of individual board members across areas such as Executive & International Leadership, Financial Acumen, Strategy, Governance and Board matters, Work, Health, Safety and Sustainability, Textile Industry/Manufacturing Sector, Remuneration & Selection of Board Members, Learning & Development, Regulatory and Public Policy, and Global Experiences. The Board delegates the screening and selection process for new directors to the Nomination and Remuneration Committee, which consists of Independent Directors. The company ensures that new independent directors are familiarized with the company's strategy, operations, and various aspects of its business through an orientation program. The company has framed and adopted a Code of Conduct on ethics applicable to members of the Board, the executive officers and all the employees of the Company and its subsidiaries. The Board has constituted committees including the Audit Committee, Nomination and Remuneration Committee, Stakeholders’ Relationship Committee, Corporate Social Responsibility Committee and Risk Management Committee. The Audit Committee's responsibilities include overseeing financial reporting, recommending auditors, reviewing financial statements, and assessing risk management policies."
  },
  {
    "chk_id": 24,
    "chunk_summary": "This text provides details on the various committees formed by the Board of Directors of Gokaldas Exports Limited, in compliance with the Companies Act, 2013 and SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015. It describes the roles, responsibilities, and composition of the Audit Committee, Nomination and Remuneration Committee, Stakeholders’ Relationship Committee, and Risk Management Committee. The Audit Committee reviews internal controls, audit functions, and investigates fraud. The Nomination and Remuneration Committee identifies director candidates, evaluates director performance, and formulates remuneration policies. The Stakeholders’ Relationship Committee addresses security holder grievances. The Risk Management Committee oversees the company's risk management framework, including cyber security. It also includes the number of meetings held and attended by the members of each committee during the Financial Year 2023-24."
  },
  {
    "chk_id": 25,
    "chunk_summary": "This document outlines the roles and responsibilities of the Risk Management Committee and the Corporate Social Responsibility Committee within Gokaldas Exports Limited. The Risk Management Committee is responsible for formulating risk management policies, monitoring risks, and keeping the board informed. The Corporate Social Responsibility Committee assists the board in discharging its social responsibilities. The document also details the framework for monitoring subsidiary companies, disclosures on related party transactions, compliance with regulations, and the establishment of a vigil mechanism and whistle blower policy. Additionally, it confirms compliance with mandatory corporate governance norms and the adoption of certain discretionary requirements, such as having separate individuals for the roles of Chairperson and Managing Director, an unmodified audit report, and internal auditors reporting to the Audit Committee. The Board reviews the Company’s risk management practices and policies periodically. This includes a comprehensive review of various risks attached to the Company’s business for achieving key objectives and actions taken to mitigate them."
  },
  {
    "chk_id": 26,
    "chunk_summary": "The Audit Committee of Gokaldas Exports Limited holds separate discussions with the Statutory Auditor without the presence of the Executive Management to discuss audit-related matters and improvements. The company has implemented a policy on Prevention, Prohibition, and Redressal of Sexual Harassment and Non-discrimination at the workplace, as required by the Sexual Harassment of Women at the Workplace (Prevention, Prohibition and Redressal) Act, 2013. An Internal Complaints Committee (ICC) is in place to address related complaints, with no complaints filed, disposed of, or pending during the Financial Year 2023-24. The company has a risk assessment and minimization system for commodities and does not have material commodity exposure. Gokaldas Exports Limited allotted equity shares to Matrix Clothing Private Limited for acquiring Matrix Design and Industries Private Limited and raised funds through Qualified Institutional Placement (QIP), utilizing ₹487.24 Crore as of June 30, 2024. The company has not provided loans/advances to firms/companies in which directors are interested, except its Wholly Owned Subsidiaries. There were no instances where the Board did not accept recommendations from its committees during Financial Year 2023-24. Total fees paid to the statutory auditor, MSKA & Associates, were ₹67.78 lakhs, with additional payments to network entities. The company maintains a functional website as per Regulation 46 of the SEBI Listing Regulations. The details of the last three Annual General Meetings (AGMs) and resolutions passed, including special resolutions and an Extraordinary General Meeting (EGM) held on February 29, 2024, are disclosed. A special resolution was passed through postal ballot for the appointment of Pavitra Rajaram as an Independent Director, with Nagendra D. Rao appointed as the Scrutinizer for the process, complying with the Companies Act, 2013 and SEBI (LODR) Regulations, 2015."
  },
  {
    "chk_id": 27,
    "chunk_summary": "This section of the annual report for the Financial Year 2023-24 of Gokaldas Exports Limited covers various aspects related to corporate governance, shareholder information, and stock performance. It confirms that there are no special resolutions proposed to be passed via postal ballot. The company has an Insider Trading Policy in line with SEBI regulations, including procedures for handling leaks or suspected leaks of UPSI, which is available on the company's website. A certificate from Mr. Nagendra D. Rao confirms compliance with corporate governance conditions as per Listing Regulations. The Secretarial Auditor’s certificate on the implementation of share-based schemes in accordance with SEBI regulations will be available at the AGM. The Managing Director and CFO have issued a certificate on the financial statements as required by SEBI Listing Regulations. The company communicates financial results and other information through the Financial Express, Prajavani, stock exchanges, and its website. The Annual General Meeting is scheduled for September 19, 2024. The financial year runs from April 1, 2023, to March 31, 2024, with book closure from September 13 to September 19, 2024. Tentative dates for quarterly and annual financial results are provided. Gokaldas Exports Limited is listed on the National Stock Exchange of India Limited (NSE) and BSE Limited, Mumbai, and has paid the annual listing fees for the Financial Year 2023-24. KFin Technologies Limited is the Registrar & Share Transfer Agent. SEBI has disallowed listed companies from accepting request for transfer of securities which are held in physical form effective from April 01, 2019, mandating dematerialization for transfers. As of the report date, 99.99% of the company’s shares are in dematerialized form. Disclosures regarding unclaimed shares in the suspense account are provided. Stock price data (monthly high and low) for BSE and NSE are detailed, along with stock price performance compared to the BSE SENSEX and NIFTY 50. The shareholding pattern as of March 31, 2024, is also presented, showing the distribution among various categories of investors."
  },
  {
    "chk_id": 28,
    "chunk_summary": "This document provides an overview of Gokaldas Exports Limited's shareholders, shareholding distribution, plant locations, credit ratings, and certifications as of March 31, 2024. The top ten shareholders are listed, including Clear Wealth Consultancy Services LLP, SBI Magnum Midcap Fund, and Matrix Clothing Private Limited. The distribution of shareholdings is categorized by the number of shares held, with the majority of holders owning between 1 and 5000 shares. The document also details the mode of shareholding, with most shares held in Demat form via NSDL. A comprehensive list of plant locations across Karnataka, Tamil Nadu, Madhya Pradesh, Haryana, and Jharkhand is provided, including those operated by Gokaldas Exports Limited and its subsidiaries like Matrix Design and Industries Private Limited and Gokaldasexports Acharpura Private Limited and Sri Susamyuta Knits Private Limited. The company's credit ratings from CRISIL Limited and ICRA Limited are noted, reflecting its financial discipline. Finally, the Managing Director and Chief Financial Officer certify the accuracy and compliance of the financial statements."
  },
  {
    "chk_id": 29,
    "chunk_summary": "This text includes declarations from Gokaldas Exports Limited's management regarding internal controls over financial reporting, compliance with accounting policies, and disclosure of any significant fraud to the auditors and the Audit Committee. Sivaramakrishnan Ganapathi (Vice Chairman & Managing Director) and Sathyamurthy A (Chief Financial Officer) have signed off on these declarations. Additionally, Nagendra D. Rao, a Practicing Company Secretary, provides a compliance certificate stating that Gokaldas Exports Limited has adhered to the conditions of Corporate Governance as stipulated in the SEBI Listing Regulations for the year ended March 31, 2024. Rao also certifies that none of the Directors were disqualified from continuing as Directors as of March 31, 2024, according to regulatory bodies. The document also includes general disclosures for the Business Responsibility & Sustainability Report (BRSR), including the company's CIN, registered office address, contact details, and business activities, noting that the report excludes data from Atraco and Matrix Design & Industries Private Limited."
  },
  {
    "chk_id": 30,
    "chunk_summary": "This section of the Gokaldas Exports Limited Annual Report for Financial Year 2023-24 provides details on the company's locations, export contributions, customer base, employee demographics, and CSR activities. Gokaldas Exports operates in 2 national locations (states) and over 50 international locations (countries). Exports account for 90% of the company's total turnover, with customers primarily based in the US and Europe. The company employs 4,979 employees and 28,571 workers, with a significant representation of women, particularly among workers. The report also highlights the company's subsidiaries and their participation in Business Responsibility initiatives. Gokaldas Exports Limited is subject to CSR requirements as per Section 135 of the Companies Act, 2013. The report addresses stakeholder complaints and grievances, and outlines material responsible business conduct issues such as climate change and energy transition."
  },
  {
    "chk_id": 31,
    "chunk_summary": "Gokaldas Exports Limited identifies several material issues related to responsible business conduct. These include increasing solar energy sourcing, achieving 100% fossil fuel replacement with biomass in boiler operations, and exploring wind energy to combat global warming and align with international climate agreements. Water management is crucial for operational efficiency and environmental sustainability, with measures to reduce fresh water demand, maximize water recycling using ZLD systems, install low liquor ratio and E-Flow laundry machines, explore rainwater harvesting, and use CETP treated water. Circularity is essential for mitigating resource depletion and reducing the environmental footprint, with efforts to improve design efficiency, implement waste segregation, explore upcycling, and increase sourcing of recycled raw materials. Human capital development is critical, with investments in livelihood opportunities, safe and inclusive work environments, employee well-being, and collaborations for skill development. Talent and skill management are vital, with skill development programs, soft and technical skills upliftment for women, career progression roadmaps, and programs to promote women in leadership roles. Responsible sourcing practices are essential for sustainability, ethical standards, and compliance management, with mapping of suppliers, development of responsible sourcing guidelines, and traceability programs. Community engagement fosters trust and strengthens the social license to operate through CSR initiatives focused on healthcare, education, skill development, and community health improvement."
  },
  {
    "chk_id": 32,
    "chunk_summary": "Gokaldas Exports Limited emphasizes responsible business conduct by implementing robust grievance redressal mechanisms and prioritizing health and safety in its garment manufacturing operations. The company reinforces existing grievance mechanisms with technological interventions, awareness programs, and counseling efforts, ensuring a safe and fair work environment, especially for female workers. Gokaldas Exports Limited also focuses on health and safety by organizing training, adopting Life and Building Safety (LABS) standards, minimizing hazards, and implementing reward programs. The company's policies cover the NGRBC Principles and Core Elements, approved by the Board and translated into procedures extending to value chain partners. Gokaldas Exports Limited has certifications from global bodies for sustainability and ESG Standards such as ISO 9001:2018, Higg Index, SLCP, GOTS, GRS, Organic 100 content standard, RCS, BCI, C-TPAT, SCAN and Global Security Verification. It is committed to achieving net-zero emissions by 2045, carbon neutrality by 2030, water positivity by 2030, and zero landfill waste by 2030, along with investing in women empowerment and skill development. The company's ESG efforts are overseen by Prabhat Kumar Singh, Executive Director, and reviewed annually by the Corporate Social Responsibility Committee."
  },
  {
    "chk_id": 33,
    "chunk_summary": "This section of the report focuses on Principle 1 of the NGRBC Principles, which emphasizes conducting business with integrity, ethics, transparency, and accountability. It covers training programs for the Board of Directors, Key Management Personnel (KMP), employees, and workers on topics such as business strategy, corporate governance, sustainability, CSR, supply chain management, supervisory skills, workplace cooperation, and health and safety. The report states that there were no instances of penalties, fines, or imprisonment for KMPs or Directors. The company has adopted a zero-tolerance approach to corruption and bribery, with its code of conduct providing guidance to employees and including clauses in purchase orders and contracts to guide vendors on ethical business practices. There were no disciplinary actions taken against Directors, KMPs, employees, or workers for bribery or corruption. The company received no complaints regarding conflicts of interest for Directors and no corrective actions were needed related to fines, penalties, or actions by regulators. The number of days of accounts payables increased from 26 in FY 2022-23 to 51 in FY 2023-24. The concentration of purchases and sales with trading houses, dealers, and related parties, along with loans, advances, and investments with related parties, are detailed. The company engages with value chain partners, communicating its Code of Conduct and Business Ethics policies, and making them aware of its zero-tolerance approach to bribery and corruption. The company has processes in place to avoid/manage conflict of interests involving members of the Board."
  },
  {
    "chk_id": 34,
    "chunk_summary": "This text from Gokaldas Exports Limited's Annual Report for Financial Year 2023-24 highlights the company's commitment to ethical conduct, sustainability, and employee well-being. The company promotes an ethical code of conduct and compliance with national and international laws, including guidance on conflict of interest reporting. It invests in technologies to improve environmental and social impacts, with 32% of CAPEX allocated to such initiatives in Financial Year 2023-24. Gokaldas Exports Limited also focuses on sustainable sourcing, with 8% of total purchase value being recycled fabric. The company reclaims production waste through authorized vendors, complying with Extended Producer Responsibility (EPR) norms. The company has started measuring carbon footprint and exploring ways to initiate LCA studies within the system boundary of “cradle-to-gate” LCA. The company ensures the well-being of its employees and workers by providing health and accident insurance, maternity benefits, and day-care facilities, covering 100% of permanent employees and workers. 1% of total revenue is spent on well-being measures. Retirement benefits are provided to employees and workers, with contributions deducted and deposited with the appropriate authority."
  },
  {
    "chk_id": 35,
    "chunk_summary": "This section of the report details Gokaldas Exports Limited's commitment to worker welfare and workplace safety, covering aspects such as PF, Gratuity and ESI deductions, accessibility for differently-abled employees, equal opportunity policies, and return-to-work rates after parental leave. The company ensures compliance with the Rights of Persons with Disabilities Act, 2016, and provides equal opportunities regardless of race, sex, or disability. Grievance redressal mechanisms are in place for both permanent employees and workers, including an internal grievances committee, suggestion boxes, a hotline, and a whistle blower policy. The company also engages with unions and elects works committees to address workplace concerns. Training programs on health and safety measures and skill upgradation are conducted for employees and workers. Performance and career development reviews are carried out for both employees and workers. The company implements high standards of Health and Safety management as prescribed by some of the global standards. All manufacturing units are independently assessed by authorized/accredited third parties for Health & safety performance and conformance (SLCP/FSLM, LABS, SMETA etc.). The Company has also internally inculcating “Safety First” approach across all its operations and have qualified Health safety officers on site. The company uses a Hazard Identification and Risk Assessment (HIRA) framework, with a safety committee at each plant. Workers can report hazards to on-site Safety Officers, and the company provides access to ambulance services and doctors, along with ESIC policy coverage and group medical health insurance. Safety-related incidents are tracked, including the Lost Time Injury Frequency Rate (LTIFR). The company operates on a principle of “Safety First” approach across all its operations. We have qualified and experienced Safety Officer at every manufacturing unit for implementation of health and safety standards and strive towards sustenance and continual improvement. We have adopted HIRA and JSA tools for determining the potential hazard and risks. Accordingly, we have developed and implemented hierarchy of control methods for minimizing the hazards and risks thereby creating safe and Healthy working environment."
  },
  {
    "chk_id": 36,
    "chunk_summary": "Gokaldas Exports Limited prioritizes health and safety, with robust procedures and Safety Committees across all manufacturing units. These committees proactively manage health and safety standards, ensuring a safe and secured workplace. All units undergo assessments by independent third parties, complying with global standards like LABS, SLCP/FSLM, and SMETA. Regular training on potential risks is provided to workers and supervisors, and workers are encouraged to undergo regular health check-ups. Equipment is periodically checked for proper maintenance, and workers involved in civil work receive suitable PPE and training. The company provides necessary facilities to reduce air and noise pollution hazards and equips factories with fire protection equipment. For the Financial Year 2023-24, assessments identified no significant risks or concerns related to health and safety practices and working conditions. The company does not extend life insurance or compensatory packages in the event of death of employees or workers, but eligible employees/workmen have been covered under ESIC or under group personal accident insurance policies. Compensatory packages is considered on merit basis by management. The company ensures that statutory dues are deducted and deposited by value chain partners through explicit clauses in contracts and purchase orders. The company also provides transition assistance programs to facilitate continued employability and the management of career endings resulting from retirement or termination of employment. The company identifies key stakeholders by defining its scope and activities, analyzing internal and external stakeholders, and establishing appropriate communication channels. Key stakeholders include employees & workers, customers, government, suppliers, shareholders, media, and the local community and NGO. The company communicates with these stakeholders through various channels, including emails, meetings, and training programs. The company also provides training on human rights issues and policies to its employees and workers."
  },
  {
    "chk_id": 37,
    "chunk_summary": "The report provides details on employee and worker demographics, minimum wages, remuneration, and human rights-related issues at Gokaldas Exports Limited for the Financial Year 2023-24 and Financial Year 2022-23. It covers the percentage of permanent employees and workers, minimum wages paid to employees and workers based on gender, and remuneration details including median wages for different categories. The report also discusses stakeholder consultation processes, actions taken to address stakeholder concerns, and mechanisms for addressing human rights issues, including grievance redressal and prevention of sexual harassment. Additionally, it includes the number of complaints filed related to various issues and assessments conducted on child labor, forced labor, sexual harassment, discrimination, and wages."
  },
  {
    "chk_id": 38,
    "chunk_summary": "This section of the Annual Report FY23-24 for Gokaldas Exports Limited covers statutory reports related to human rights and environmental protection. Regarding human rights, the company has not modified business processes but has reinforced grievance redressal mechanisms and shares the vision of zero violations to human rights. Social Compliance audits are conducted by authorized third parties (SLCP/FSLM, SMETA) and some of the global brands covers a wide range of Human rights issues within the scope of accessing compliance of internal stakeholders. The company complies with the Rights of Persons with Disabilities Act, 2016. It also assesses its value chain partners for compliance with ethical business practices, sustainability, human rights, safe working environments, and labor laws. No significant risks or concerns were reported from these assessments. \n\nIn terms of environmental impact, the report details energy and water consumption, as well as water discharge and air emissions. The company consumed 261 TJ of energy from renewable sources and 79 TJ from non-renewable sources in Financial Year 2023-24, compared to 223 TJ and 48 TJ respectively in Financial Year 2022-23. Energy intensity per rupee of turnover was 0.0000000157 TJ/INR. Total water withdrawal was 320558 kilolitres, with a consumption of 132883 kilolitres. Water intensity per rupee of turnover was 0.0000061389. The company has implemented a Zero Liquid Discharge (ZLD) system at all its wet process units, achieving over 92% water recovery for reuse. Air emissions, including NOx, SOx, and particulate matter, are also reported. Bureau Veritas and Teks Tech Inspection India Private Limited were engaged for validation of environmental data as prescribed by HIGG FEM 4.0."
  },
  {
    "chk_id": 39,
    "chunk_summary": "Gokaldas Exports Limited reports on hazardous air pollutants and greenhouse gas emissions, providing a breakdown of Scope 1 and Scope 2 emissions in metric tonnes of CO2 equivalent for Financial Year 2023-24 and Financial Year 2022-23. The company's total Scope 1 emissions were 28297 metric tonnes of CO2 equivalent in Financial Year 2023-24, compared to 23655 in Financial Year 2022-23. Total Scope 2 emissions were 14455 metric tonnes of CO2 equivalent in Financial Year 2023-24, up from 9575 in Financial Year 2022-23. The company also details its waste management practices, including the total waste generated, waste intensity per rupee of turnover, and the amount of waste recovered through recycling and re-use. In Financial Year 2023-24, the total waste generated was 5501 metric tonnes, compared to 4728 in Financial Year 2022-23. The company has implemented Zero Discharge of Hazardous Chemicals (ZDHC) program across operations and complies with ZDHC Manufacturing Restricted Substance List (MRSL) and brands Restricted Substance Lists (RSL). Gokaldas Exports Limited confirms that it does not operate any facilities in ecologically sensitive areas and is compliant with applicable environmental laws and regulations in India. The company has engaged Bureau Veritas and Teks Tech Inspection India Private Limited for validation of environmental data as prescribed by HIGG FEM 4.0."
  },
  {
    "chk_id": 40,
    "chunk_summary": "This section of the report provides detailed information on water management, emissions, and environmental impact initiatives undertaken by Gokaldas Exports Limited. For the Financial Year 2023-24, the total volume of water withdrawal was 320,558 kilolitres, with groundwater being a significant source. The total volume of water consumption was 132,883 kilolitres. Water intensity was measured at 0.0000061389 liters per rupee of turnover and 2.44 liters per shipped garment. Water discharge totaled 45,880 kilolitres, sent to third parties without treatment. The company has engaged Bureau Veritas and Teks Tech Inspection India Private Limited for validation of environmental data as prescribed by HIGG FEM 4.0.\n\nScope 3 emissions have not yet been assessed, but the company plans a baseline assessment in alignment with Net Zero ambition. The company does not operate in ecologically sensitive areas. Initiatives to improve resource efficiency include the installation of E-flow laundry machines, upgradation of sewing machines, and the use of G2-Ozone technology, resulting in reduced water and energy consumption, chemical usage, and wastewater generation. Gokaldas Exports Limited has a risk management policy and emergency preparedness plans to address business risks and environmental impacts. The company relies on brand-promoted assessment programs to evaluate the environmental and social impacts of its value chain partners.\n\nGokaldas Exports Limited is affiliated with 6 trade and industry chambers/associations, including the Apparel Export Promotion Council (AEPC) and the Confederation Of Indian Industry (CII). The company has not received any adverse orders related to anti-competitive conduct. The company advocates for policies that support the textile industry and sustainable practices."
  },
  {
    "chk_id": 41,
    "chunk_summary": "This section of Gokaldas Exports Limited's annual report for Financial Year 2023-24 focuses on Principle 8, which advocates for inclusive growth and equitable development. The company reports that it was not required to undertake any projects necessitating Social Impact Assessments (SIA) or ongoing Rehabilitation and Resettlement (R&R) during the current or previous financial year. The company engages with stakeholder groups at different levels through local management teams and CSR teams to address community grievances. 1.27% of input material was directly sourced from MSMEs/small producers, and 74.2% was sourced directly from within India in Financial Year 2023-24. Wages paid to employees in rural, semi-urban, urban, and metropolitan areas are disclosed as a percentage of total wage cost. The company has implemented CSR activities in 03 states covering 09 districts, but the districts covered are not categorized as aspirational districts as identified by the Government bodies. Gokaldas Exports Limited does not have a preferential procurement policy for marginalized/vulnerable groups, as 90% of fabric and trims are sourced from customer-nominated sources. The company reports no intellectual property based on traditional knowledge and no adverse orders in intellectual property-related disputes involving traditional knowledge."
  },
  {
    "chk_id": 42,
    "chunk_summary": "Gokaldas Exports Limited's Annual Report for Financial Year 2023-24 highlights various CSR initiatives and adherence to responsible business practices. The company supported multiple hospitals and schools with medical equipment, infrastructure, and educational resources, benefiting thousands of individuals, with a significant focus on vulnerable and marginalized groups. Key projects included providing medical equipment to hospitals, constructing school buildings, and initiating menstrual health management programs in rural areas. The company also focuses on environmental sustainability, assessing climate actions and exploring circular economy practices. Gokaldas Exports Limited also addresses consumer engagement, feedback mechanisms, and data privacy, although primarily operating on a B2B model. The report includes an independent auditor’s report on the standalone financial statements as of March 31, 2024."
  },
  {
    "chk_id": 43,
    "chunk_summary": "The audit report expresses an opinion that the standalone financial statements of Gokaldas Exports Limited provide a true and fair view of the company's state of affairs as of March 31, 2024, in accordance with the Companies Act, 2013 and Indian Accounting Standards. The audit was conducted following the Standards on Auditing (SAs) specified under Section 143(10) of the Act, ensuring independence and ethical responsibilities as per the Institute of Chartered Accountants of India (ICAI) guidelines. A key audit matter identified was the revenue recognition accounting policies, particularly concerning the timing of revenue recognition based on the transfer of control of goods to customers. The audit procedures included assessing the appropriateness of revenue recognition policies as per Ind AS 115, evaluating controls over revenue recognition, performing substantive testing on revenue transactions, and verifying sales with underlying documents. The report also addresses the responsibilities of the management and those charged with governance for the preparation of the standalone financial statements. It also mentions that other information including Management report, Chairman’s statement, Director’s report, Business Responsibility and Sustainability Reporting etc, will be reviewed for material inconsistencies or misstatements, with any issues to be communicated to the governance."
  },
  {
    "chk_id": 44,
    "chunk_summary": "The management of Gokaldas Exports Limited is responsible for maintaining accounting records, safeguarding assets, preventing fraud, applying accounting policies, making reasonable judgments, and maintaining internal financial controls. The Board of Directors oversees the company's financial reporting process and assesses the company's ability to continue as a going concern. The auditor's responsibilities include obtaining reasonable assurance about whether the standalone financial statements are free from material misstatement and issuing an auditor's report. The auditor's report also covers legal and regulatory requirements as per the Companies Act, 2013, including compliance with accounting standards, internal financial controls, and other matters specified in the Companies (Audit and Auditors) Rules, 2014. The company has disclosed the impact of pending litigations on its financial position. The company has used an accounting software for maintaining its books of account during the year ended March 31, 2024, which has a feature of recording audit trail (edit log) facility, however, the audit trail feature was not enabled throughout the year for all the relevant transactions at the application level. Further, the audit trail feature was not enabled at the database level to log any direct data changes."
  },
  {
    "chk_id": 45,
    "chunk_summary": "The audit report for Gokaldas Exports Limited for the year ended March 31, 2024, conducted by MSKA & Associates, reveals the following:\n\n1.  Payroll Software: The company used a third-party payroll software but the auditors were unable to verify whether the software had an audit trail feature or whether it was enabled and operated throughout the year due to the absence of an independent auditor’s report of the service organization. They also could not comment on whether the audit trail feature had been tampered with.\n2.  Inventory Software: The company used an inventory software with an audit trail feature, but the feature was not enabled at the database level during the year ended March 31, 2024, preventing the logging of direct data changes. The audit trail facility was operated throughout the year for all relevant transactions recorded in the accounting software, except for the software at the database level. No instances of tampering with the audit trail feature were found for the period when it was enabled and operating.\n3.  Director Remuneration: The remuneration paid to directors is within the limits prescribed under Section 197 read with Schedule V of the Companies Act, 2013.\n4.  Auditor's Responsibilities: The auditor's responsibilities include identifying and assessing risks of material misstatement, obtaining an understanding of internal control, evaluating the appropriateness of accounting policies, and concluding on the appropriateness of management's use of the going concern basis of accounting.\n5.  Property, Plant, and Equipment: The company has maintained proper records of property, plant, and equipment and intangible assets. Physical verification of these assets is conducted by management over a 3-year phased program. No material discrepancies were noticed during the year's verification. Title deeds for immovable properties are held in the name of the company, except for properties aggregating to ₹37.01 lakhs as of March 31, 2024."
  },
  {
    "chk_id": 46,
    "chunk_summary": "The text provides details on Gokaldas Exports Limited's property, loans, and statutory compliance as of March 31, 2024. The company holds land in Andhra Pradesh through the Andhra Pradesh Industrial Infrastructure Corporation Limited, with the title deed pending due to unfulfilled conditions. Title deeds of immovable properties aggregating to ` 1,614.41 lakhs are pledged with banks. The company has physically verified its inventory, and discrepancies were within acceptable limits. It has working capital limits exceeding ` 5 crores from banks, with quarterly returns aligning with the books. The company has provided loans and advances to subsidiaries and employees, with repayment schedules in place and no overdue amounts exceeding ninety days. The company has not accepted any deposits from the public. The company regularly deposits undisputed statutory dues, including GST, provident fund, employees' state insurance, income tax, and other taxes, with the appropriate authorities. There are no undisputed amounts payable in respect of Goods and Services tax, provident fund, employees' state insurance, income-tax, sales-tax, service tax, duty of customs, duty of excise, cess, and other statutory dues in arrears as at March 31, 2024, outstanding for a period of more than six months from the date they became payable."
  },
  {
    "chk_id": 47,
    "chunk_summary": "The audit report for Gokaldas Exports Limited as of March 31, 2024, reveals several key findings. There are disputed statutory dues of ₹1,894.48 lakhs related to income tax for the assessment year 2022-23 pending with the Deputy Commissioner of Income Tax, and ₹122.54 lakhs related to Employee's Provident Fund, of which ₹91.81 lakhs has been paid as deposits to Employees Provident Fund Tribunal. The company has complied with Sections 42 and 62 of the Companies Act, 2013, regarding preferential allotment or private placement of shares. No material fraud by or on the company was noticed or reported during the audit. Transactions with related parties comply with Sections 177 and 188 of the Companies Act, 2013, and are disclosed in the financial statements. The company has an internal audit system commensurate with its size and nature of business, and internal audit reports have been considered. The company did not engage in non-cash transactions with directors or related parties, and it is not required to be registered under Section 45 IA of the Reserve Bank of India Act, 1934, nor is it engaged in Non-Banking Financial or Housing Finance activities. The company has not incurred cash losses in the current or immediately preceding financial year, and there has been no resignation of the statutory auditors during the year."
  },
  {
    "chk_id": 48,
    "chunk_summary": "The audit report for Gokaldas Exports Limited states that there is no material uncertainty regarding the company's ability to meet its liabilities within one year from the balance sheet date, based on financial ratios, ageing of assets and liabilities, and management plans. However, this is not an assurance of future viability. The report also confirms the applicability and compliance with Section 135 of the Companies Act, 2013, regarding corporate social responsibility contributions. Additionally, the report provides an opinion on the adequacy and effectiveness of the company's internal financial controls with reference to standalone financial statements as of March 31, 2024, based on criteria established by the company and the Guidance Note issued by the ICAI."
  },
  {
    "chk_id": 49,
    "chunk_summary": "The provided text includes the Independent Auditor's Report on the Standalone Financial Statements of Gokaldas Exports Limited for the Financial Year 2023-24, along with the Standalone Balance Sheet, the Standalone Statement of Profit and Loss, and the Standalone Cash Flow Statement. The auditor, M S K A & Associates, notes the inherent limitations of internal financial controls, which could lead to undetected material misstatements. The Standalone Balance Sheet details the assets, equity, and liabilities as of March 31, 2024, and March 31, 2023. The Standalone Statement of Profit and Loss outlines the income and expenses for the year ended March 31, 2024, compared to the previous year. The Standalone Cash Flow Statement provides details on the cash flow."
  },
  {
    "chk_id": 50,
    "chunk_summary": "The provided text includes the adjustments to reconcile profit before tax to net cash flows, changes in operating assets and liabilities, cash flow from investing activities, cash flow from financing activities, and reconciliation of cash and cash equivalents as per the cash flow statement for Gokaldas Exports Limited for the Financial Year 2023-24. It also includes the Standalone Statement of Changes in Equity for the year ended March 31, 2024, and March 31, 2023, detailing equity share capital and other equity components. The statement of cash flows has been prepared under the indirect method as set out in Ind AS - 7 on Statement of Cash Flows notified under Section 133 of the Companies Act, 2013. The report is signed by Pankaj S Bhauwala of MSKA & Associates, Mathew Cyriac (Chairman), Sivaramakrishnan Ganapathi (Vice Chairman and Managing Director), Sathyamurthy A (Chief Financial Officer), and Gourish Hegde (Company Secretary)."
  },
  {
    "chk_id": 51,
    "chunk_summary": "The standalone financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, have been prepared in accordance with Indian Accounting Standards (Ind AS). The company, originally incorporated on March 1, 2004, operates as a 100% Export Oriented Unit, a Domestic Tariff Area Unit, and a Special Economic Zone Unit. It is engaged in the design, manufacture, and sale of garments for men, women, and children, catering to international fashion brands and retailers. The financial statements are presented in Indian Rupees and have been prepared on the historical cost basis, except for certain financial assets and liabilities measured at fair value. The company classifies assets and liabilities as current or non-current based on specific criteria, with an operating cycle of twelve months. Fair value measurements for financial instruments are determined using valuation techniques, categorized within a fair value hierarchy based on the observability of inputs."
  },
  {
    "chk_id": 52,
    "chunk_summary": "This text provides an overview of the accounting policies used by Gokaldas Exports Limited in preparing its standalone financial statements for the Financial Year 2023-24. It covers key areas such as foreign currency transactions, revenue recognition (including revenue from contracts with customers, export incentives, interest income, and dividends), non-current assets held for sale, government grants, and taxes. The company recognizes revenue from garment exports when control of goods transfers to the customer, typically upon delivery. Export incentives are recognized on an accrual basis, and government grants are treated as income upon fulfillment of conditions. Tax expenses include current and deferred tax, calculated based on taxable profit and enacted tax laws."
  },
  {
    "chk_id": 53,
    "chunk_summary": "This text discusses the accounting policies for current and deferred income tax, property, plant and equipment (PPE), intangible assets, depreciation/amortization, and borrowing costs for Gokaldas Exports Limited. Current tax items are recognized in correlation to the underlying transaction either in OCI or directly in equity. Deferred tax is accounted for using the balance sheet liability model, with deferred tax liabilities generally recognized for all taxable temporary differences and deferred tax assets recognized to the extent that future taxable profits will be available. The carrying amount of deferred income tax assets is reviewed at each balance sheet date. Deferred tax assets and liabilities are offset if certain conditions are met. Minimum Alternative Tax (MAT) paid in India is recognized as a deferred tax asset if it is probable that future economic benefits will be realized.\n\nRegarding PPE, Gokaldas Exports Limited elected to continue with the carrying value of its PPE as of March 31, 2016, measured as per the previous GAAP, as the deemed cost on April 01, 2016. Freehold land is carried at historical cost and is not depreciated. Other PPE is stated at historical cost less accumulated depreciation and impairment losses. Depreciation is provided using the written down value method as per the useful lives of the assets estimated by the management with residual value upto 5%, which is equal to the corresponding rates prescribed under schedule II of the Companies Act, 2013. The residual values, useful lives, and methods of depreciation are reviewed annually. Intangible assets are measured at cost less accumulated amortization and impairment losses. Intangible assets with finite lives are amortized over their useful economic life. Borrowing costs, including interest and exchange differences, are also discussed."
  },
  {
    "chk_id": 54,
    "chunk_summary": "The document outlines the accounting policies of Gokaldas Exports Limited for the Financial Year 2023-24, focusing on borrowing costs, leases, inventories, provisions and contingent liabilities, and retirement and other employee benefits. Borrowing costs directly attributable to qualifying assets are capitalized until the assets are ready for use, while other borrowing costs are expensed. Leases are classified as finance or operating leases based on the transfer of risks and rewards. The company recognizes right-of-use assets and lease liabilities for lease arrangements, with exceptions for short-term and low-value leases. Inventories are valued at the lower of cost or net realizable value, with cost determined on a weighted average basis. Provisions are recognized when there is a present obligation, probable outflow of resources, and a reliable estimate can be made. Contingent liabilities are disclosed but not recognized. Retirement benefits, such as provident fund and employee state insurance, are defined contribution schemes, with contributions recognized as expenditure. Employee benefits payable within twelve months are classified as short-term employee benefits and recognized in the profit and loss statement."
  },
  {
    "chk_id": 55,
    "chunk_summary": "Gokaldas Exports Limited's financial statements for the year ended March 31, 2024, include details on gratuity liability, accumulated leave, share-based payments, and financial instruments. The gratuity liability, a defined benefit obligation, is funded through a policy from Life Insurance Corporation of India (LIC) and is based on actuarial valuation using the projected unit credit method. Employees completing 4 years 240 days of service are eligible for gratuity upon departure, calculated as 15 days' salary for each completed year. Accumulated leave expected to be utilized within twelve months is treated as a short-term employee benefit, while leave expected to be carried forward beyond twelve months is treated as a long-term employee benefit and is also provided for based on actuarial valuation. The company recognizes re-measurements of actuarial gains and losses immediately in the standalone balance sheet with a corresponding debit or credit to retained earnings through OCI. The cost of equity-settled transactions is determined by the fair value at the grant date and is recognized over the period in which service/performance conditions are fulfilled. Financial assets and liabilities are recognized when the company becomes a party to the contract, initially measured at transaction cost and fair value."
  },
  {
    "chk_id": 56,
    "chunk_summary": "The document outlines the accounting policies for financial assets and liabilities of Gokaldas Exports Limited. Financial assets are classified and measured at either amortised cost or fair value, with impairment losses recognised based on expected credit losses. De-recognition occurs when contractual rights expire or assets are transferred. Financial liabilities and equity instruments are classified based on contractual arrangements. Financial liabilities are initially measured at fair value and subsequently at amortised cost. Derivative financial instruments, such as foreign exchange forwards, are used to mitigate exchange rate risks and are measured at fair value through profit or loss. The company also uses cash flow hedge accounting for foreign exchange forward contracts to mitigate foreign exchange exposure on forecast cash transactions."
  },
  {
    "chk_id": 57,
    "chunk_summary": "This document provides notes to the standalone financial statements of Gokaldas Exports Limited for the year ended March 31, 2024. It covers accounting policies related to hedging instruments, impairment of non-financial assets, CSR expenditure, and cash equivalents. It also details the property, plant, and equipment (PPE) and right-of-use assets, including their gross carrying value, depreciation, and net book value as of March 31, 2023, and March 31, 2024. The document explains how impairment losses are recognized and reversed, and how cash and cash equivalents are treated in the financial statements."
  },
  {
    "chk_id": 58,
    "chunk_summary": "This document presents the standalone financial statements of Gokaldas Exports Limited for the year ended March 31, 2024. It includes details on net carrying value, other intangible assets like computer software, and financial assets including non-current investments in subsidiaries and other companies, current investments, loans, other financial assets, and deferred tax assets.\n\nKey points:\n\n*   **Intangible Assets**: The net book value of computer software decreased from ₹111.95 lakhs in Financial Year 2022-23 to ₹100.80 lakhs in Financial Year 2023-24.\n*   **Non-Current Investments**: Significant investments in unquoted equity shares of subsidiary companies such as Matrix Design & Industries Private Limited (₹32,306.48 lakhs) and others. The total non-current investments increased substantially from ₹2,074.85 lakhs in Financial Year 2022-23 to ₹34,807.92 lakhs in Financial Year 2023-24.\n*   **Current Investments**: Investments in liquid mutual fund units are carried at fair value through profit and loss, totaling ₹15,592.69 lakhs as of March 31, 2024, compared to ₹34,399.06 lakhs in the previous year.\n*   **Loans**: Loans given to subsidiaries increased from ₹12,113.68 lakhs in Financial Year 2022-23 to ₹35,507.19 lakhs in Financial Year 2023-24.\n*   **Other Financial Assets**: Includes security deposits, interest accrued on loans to subsidiaries, loans to employees, and derivative instruments. The total increased from ₹2,815.51 lakhs in Financial Year 2022-23 to ₹4,342.52 lakhs in Financial Year 2023-24.\n*   **Deferred Tax Assets**: Increased from ₹3,064.73 lakhs in Financial Year 2022-23 to ₹3,605.31 lakhs in Financial Year 2023-24, primarily due to the impact of differences between tax depreciation and depreciation for financial reporting."
  },
  {
    "chk_id": 59,
    "chunk_summary": "This text provides a detailed breakdown of Gokaldas Exports Limited's assets, equity, and capital for the Financial Year 2023-24, compared to the Financial Year 2022-23. It includes deferred tax assets, non-current tax assets, other current and non-current assets, inventories, trade receivables, cash and cash equivalents, and equity share capital. Key changes include an increase in authorized equity share capital, shifts in deferred tax assets, and fluctuations in inventory and trade receivable values. The report also specifies the method of inventory valuation and notes that inventories are pledged as security against borrowings. Additionally, it details the aging of trade receivables and the balances with banks, including those held as margin money or security against borrowings."
  },
  {
    "chk_id": 60,
    "chunk_summary": "This section of the annual report for Gokaldas Exports Limited provides details on the company's share capital, other equity, and financial liabilities related to borrowings as of March 31, 2024, compared to March 31, 2023. It covers the terms and rights attached to equity shares, the distribution of dividends, and the entitlement of equity shareholders in the event of liquidation. It also identifies shareholders holding more than 5% of shares, including Clear Wealth Consultancy Services LLP, SBI Mutual Funds, Nippon Life India Trustee Ltd, and Goldman Sachs Funds. Further, it details the shareholding of promoters, including Clear Wealth Consultancy Services LLP and Gautham Madhavan. The report also discusses shares reserved for issue under options, specifically the Employee Stock Option (ESOP) plan and Restricted Stock Units (RSU). Other equity components such as securities premium reserve, general reserve, capital reserve on amalgamation, share-based payments reserve, retained earnings, and cash flow hedging reserve are also detailed. Finally, it provides information on the company's financial liabilities, including non-current and current borrowings, such as term loans and loans repayable on demand from banks."
  },
  {
    "chk_id": 61,
    "chunk_summary": "This document presents the standalone financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, with comparative figures from March 31, 2023. It details various financial liabilities, including borrowings, lease liabilities, provisions for employee benefits, and trade payables. The document also includes information on revenue from operations, disaggregated by primary geographic markets, and other income sources. Additionally, it covers the cost of raw materials and components consumed, providing a comprehensive overview of the company's financial performance and position."
  },
  {
    "chk_id": 62,
    "chunk_summary": "This section of the annual report for the Financial Year 2023-24 provides a detailed breakdown of Gokaldas Exports Limited's financial performance. It includes the costs of raw materials and components consumed, purchases of stock-in-trade, changes in inventories of finished goods and work-in-progress, employee benefits expense, finance costs, depreciation and amortization expense, and other expenses. The report also covers payments to auditors, corporate social responsibility expenditure, and exceptional items. Additionally, it presents a ratio analysis, including current ratio, debt-equity ratio, debt service coverage ratio, return on equity ratio, inventory turnover ratio, trade receivables turnover ratio, trade payable turnover ratio, net capital turnover ratio, net profit ratio, return on capital employed, and return on investment, along with the formulas used for their computation. The CSR activities undertaken by the company includes education and healthcare."
  },
  {
    "chk_id": 63,
    "chunk_summary": "This document presents the notes to the standalone financial statements for Gokaldas Exports Limited for the year ended March 31, 2024. It includes details on key financial ratios, variances, and borrowings. The financial ratios discussed are Return on Equity ratio, Inventory Turnover Ratio, Trade Receivables Turnover Ratio, Trade Payable Turnover Ratio, Net Capital Turnover Ratio, Net Profit Ratio, Return on Capital Employed, and Return on Investment. The document explains the reasons for variances in these ratios compared to previous periods, such as changes in investments, liabilities, equity base, and sales. It also provides detailed information on both non-current and current borrowings, including the amounts, interest rates, repayment terms, and security details. The borrowings are primarily from banks and are secured by hypothecation of assets. The company has not defaulted in repayment of current borrowings and interest thereon."
  },
  {
    "chk_id": 64,
    "chunk_summary": "This section of the annual report for the Financial Year 2023-24 provides details on loans from related parties, income tax, earnings per share (EPS), and significant accounting estimates and assumptions for Gokaldas Exports Limited.\n\n**Loans from Related Parties:**\nGokaldas Exports Limited did not take any borrowings from related parties during the year and as of the balance sheet date.\n\n**Income Tax:**\nGokaldas Exports Limited is subject to income tax in India based on its standalone financial statements and can claim tax exemptions/deductions under specific sections of the Income Tax Act, 1961, subject to fulfilling prescribed conditions. The company is liable to pay income tax based on the higher of regular income tax payable or the amount payable based on the provisions applicable for Minimum Alternate Tax (MAT). MAT paid in excess of regular income tax can be carried forward for fifteen years and offset against future tax liabilities arising from regular income tax. Section 115BAA of the Income Tax Act, 1961, allows domestic companies an option to pay tax at a lower rate of 22% (effective rate of 25.168%) subject to certain conditions. Business losses can be carried forward for a maximum of eight assessment years, and unabsorbed depreciation can be carried forward indefinitely. The total tax expenses for the year ended March 31, 2024, were INR 3,280.00 lakhs, compared to INR 3,142.32 lakhs for the year ended March 31, 2023.\n\n**Earnings Per Share (EPS):**\nBasic EPS is calculated by dividing the profit for the year attributable to equity holders by the weighted average number of equity shares outstanding during the year. Diluted EPS is calculated by dividing the profit attributable to equity holders by the weighted average number of equity shares outstanding plus the weighted average number of equity shares that would be issued on conversion of all dilutive potential equity shares. For the year ended March 31, 2024, basic EPS was INR 27.01, and diluted EPS was INR 25.70.\n\n**Significant Accounting Estimates and Assumptions:**\nThe preparation of the financial statements requires management to make judgements, estimates, and assumptions that affect the reported amounts of revenues, expenses, assets, and liabilities. These estimates and assumptions are reviewed on an ongoing basis. Key assumptions include income taxes, property, plant, and equipment, and right-of-use assets and lease liabilities."
  },
  {
    "chk_id": 65,
    "chunk_summary": "This text discusses the accounting policies and segment information of Gokaldas Exports Limited for the year ended March 31, 2024. It covers various aspects including lease accounting, impairment of non-current assets, fair value measurement of financial instruments, contingencies, defined benefit obligations, obsolete inventory, expected credit losses, non-current assets held for sale, employee share-based payments, and revenue from export incentives. The company uses estimates and judgments in determining incremental borrowing rates, value in use of investments, fair values of financial assets, and the outcome of contingencies. Actuarial valuations are used for defined benefit gratuity plans, involving assumptions about discount rates, salary increases, and mortality rates. The company also accounts for inventory write-downs based on the nature of inventory, ageing and liquidation plans. Impairment provisions for financial assets are based on risk of default and expected timing of collection. Fair value of non-current assets held for sale involves management estimates. Share-based compensation expense is determined using the Black-Scholes-Merton option pricing model. Revenue from export incentives involves estimates and judgments about eligibility, timing, and rates notified by government authorities. The company operates in a single business segment of sale of garments, with operations mainly in India and the rest of the world. A significant portion of the company's revenue comes from three customers."
  },
  {
    "chk_id": 66,
    "chunk_summary": "The notes to the standalone financial statements for Gokaldas Exports Limited for the year ended March 31, 2024, detail commitments and contingencies, including leases, contingencies, capital and other commitments, and hedging activities. The company assesses lease arrangements based on Ind AS 116, requiring significant judgment in identifying leases, determining lease terms, discount rates, and fixed or variable lease payments. Lease liabilities are recorded at the present value of lease payments, with a closing balance of ₹9,641.08 lakhs as of March 31, 2024. The company also faces claims and assertions in the ordinary course of business, for which it records a liability if a potential loss is probable and estimable. Contingencies include bank guarantees, outstanding letters of credit, and litigations, with the company believing that none of these would have a material adverse effect on its financial condition. The company has commitments relating to forward contracts for hedging highly probable forecast sales and has provided corporate guarantees to banks for credit limits obtained by its wholly-owned subsidiaries. The company uses foreign exchange forward contracts as hedging instruments in cash flow hedges of forecast sales in foreign currency, with these transactions comprising about 100% of the company’s total expected sales in foreign currency."
  },
  {
    "chk_id": 67,
    "chunk_summary": "This text provides details on Gokaldas Exports Limited's cash flow hedges and post-employment benefit plans, specifically gratuity, for the Financial Year 2023-24, with comparative figures from Financial Year 2022-23. It covers the assessment of cash flow hedges, the impact of foreign currency risk on sales, and the components of net benefit expenses recognized in the standalone statement of profit or loss. The gratuity plan, governed by the Payment of Gratuity Act, 1972, is funded with Life Insurance Corporation of India. The text includes tables summarizing net benefit expenses, remeasurement gains/losses, net defined benefit asset/liability, changes in the defined benefit obligation and plan assets, expected future benefit payments, and the composition of plan assets. It also details the principal assumptions used in determining gratuity, such as discount rate, salary escalation, employee turnover, retirement age, and mortality rate, along with a quantitative sensitivity analysis for these assumptions."
  },
  {
    "chk_id": 68,
    "chunk_summary": "The provided text is an excerpt from the Gokaldas Exports Limited annual report for the Financial Year 2023-24, focusing on related party transactions and balances. It details the names of related parties, including entities with significant influence (Clear Wealth Consultancy Services LLP), wholly-owned subsidiaries (All Colour Garments Private Limited, SNS Clothing Private Limited, Vignesh Apparels Private Limited, Gokaldasexports Acharpura Private Limited, Sri Susamyuta Knits Private Limited, Gokaldas Exports FZCO, Nava Apparels L.L.C-FZ, Matrix Design & Industries Private Limited, Gokaldas Exports Corporation), step-down subsidiaries (Ashton Apparel Manufacturing Private Limited Company, Ashton Mombasa Apparel EPZ Limited, Amibros S.A., Atraco Logistics Co LLC), other body corporates (Yepme UK Limited), and key management personnel. The transactions between Gokaldas Exports Limited and these related parties are summarized, including sales, purchases, jobwork income, sale of property, plant and equipment, rent, interest income, corporate guarantee service income, stock options exercised, investments made, and managerial remuneration. Additionally, the outstanding balances with these related parties, such as other financial liabilities, loans receivable, other financial assets, and remuneration payable to key managerial personnel, are listed as of March 31, 2024, and compared to the previous year."
  },
  {
    "chk_id": 69,
    "chunk_summary": "This section of the annual report for the Financial Year 2023-24 of Gokaldas Exports Limited provides disclosures related to dues and payments to micro and small enterprises, as well as details on the company's share-based payments, specifically the Employee Stock Option Plan (ESOP) and Restricted Stock Unit (RSU) plans. It includes information on the principal and interest amounts due to micro and small enterprises, payments made under the Micro, Small and Medium Enterprises Development Act, 2006, and interest accrued and remaining unpaid. The report also summarizes the company's employee benefit plans, including ESOP 2010, RSU 2018, and ESOP 2022, detailing the number of shares issued, exercise prices, and movements during the year. Additionally, it outlines the fair value estimation of stock options using the Black-Scholes-Merton (BSM) option pricing model and provides inputs such as dividend yield, expected volatility, risk-free interest rate, and expected life of share options."
  },
  {
    "chk_id": 70,
    "chunk_summary": "This section of the financial statement provides disclosures on financial instruments for the year ended March 31, 2024. It includes details on the significance of financial instruments to Gokaldas Exports Limited, along with additional information on balance sheet items containing these instruments. The details of significant accounting policies, including recognition criteria, measurement bases, and income and expense recognition, are disclosed in Note 2.2 (b) and Note 2.2 (o). The carrying value and fair value of financial assets and liabilities are presented, categorized by amortized cost and fair value through Other Comprehensive Income (OCI). Financial assets include investments, loans, trade receivables, cash and cash equivalents, other bank balances, other financial assets, and foreign exchange forward contracts. Financial liabilities include lease liabilities, borrowings, trade payables, other financial liabilities, and foreign exchange forward contracts. The fair value hierarchy categorizes financial instruments into Level 1 (quoted prices in active markets), Level 2 (valuation techniques with observable inputs), and Level 3 (valuation techniques with significant unobservable inputs). There were no transfers between these levels during the years ended March 31, 2024 and March 31, 2023. The company is exposed to fluctuations in foreign currency exchange rates, interest rates, equity prices, liquidity and credit risk, which may adversely impact the fair value of its financial instruments. The risk management policy, approved by the Board of Directors, aims to create a stable business planning environment and achieve greater predictability to earnings by reducing the impact of currency and interest rate fluctuations."
  },
  {
    "chk_id": 71,
    "chunk_summary": "This section of the Gokaldas Exports Limited Annual Report for the Financial Year 2023-24 details the company's management of various financial risks, including market risk (interest rate and foreign currency risk), credit risk, and liquidity risk. Gokaldas Exports Limited manages interest rate risk by balancing fixed and variable rate loans. The company hedges foreign currency risk for transactions expected within 12 months using foreign currency forward contracts. Credit risk is managed through established policies and procedures, with impairment analysis performed for major customers. Liquidity risk is mitigated by maintaining sufficient liquidity, securing working capital lines from banks, and investing surplus funds in low-risk assets. The report includes sensitivity analyses for interest rate and foreign currency fluctuations and maturity analysis of financial liabilities."
  },
  {
    "chk_id": 72,
    "chunk_summary": "This text discusses Gokaldas Exports Limited's equity price risk, capital management, transfer pricing requirements, investment in an associate, legal matters, dividend declaration, asset sale, acquisition of Matrix Design and Industries Private Limited, COVID-19 related employee payments, and agreements with Clean Max Enviro Energy Solutions Private limited and Clean Max Celeste Private Limited. The company's equity price risk is related to changes in the fair value of its equity securities investments, with a maximum exposure of ₹34,807.65 lakhs as of March 31, 2024. The company manages its capital to create shareholder value, monitoring a gearing ratio to comply with financial covenants. There were no material breaches in these covenants. The company is also addressing transfer pricing requirements and has reclassified an investment from 'Associate' to 'Others' after recognizing an impairment loss. Additionally, the company acquired 100% shareholding in Matrix Design and Industries Private Limited for ₹32,306 lakhs and executed agreements with Clean Max Enviro Energy Solutions Private limited and Clean Max Celeste Private Limited for investment in a renewable Captive Generating Plant."
  },
  {
    "chk_id": 73,
    "chunk_summary": "Gokaldas Exports Limited made several financial and regulatory disclosures for the Financial Year 2023-24. The company invested in a Special Purpose Vehicle (SPV) by acquiring a 26% stake for ₹315 lakhs, classifying it as an investment recorded at fair value. Subsequent to March 31, 2024, on April 24, 2024, Gokaldas Exports Limited raised ₹60,000 lakhs through a Qualified Institutional Placement (QIP), allotting 77,41,935 equity shares to qualified institutional buyers (QIB) at ₹775 per share, in compliance with SEBI regulations. The company provided corporate guarantees to financial institutions for its subsidiaries, Gokaldas Exports FZCO and Nava Apparels L.L.C. – FZ, amounting to USD 34 million and USD 7 million, respectively, for loans related to the acquisition of ATRACO Group entities. Additionally, loans of USD 7 million and USD 8 million were advanced to Gokaldas Exports FZCO and Nava Apparels L.L.C. – FZ. The company has also disclosed that it has complied with regulatory requirements, including those related to benami property, borrowings from banks, wilful defaulter status, transactions with struck-off companies, number of layers under the Companies Act, and schemes of arrangement. It also confirmed that there were no violations of the Foreign Exchange Management Act, Prevention of Money-Laundering Act, or the Companies Act in relation to loans provided to its subsidiaries for acquiring the ATRACO group. The company has not received funds with the understanding to lend or invest in other entities or provide guarantees on behalf of ultimate beneficiaries. There was no undisclosed income surrendered or disclosed in tax assessments that was not recorded in the books of account, and the company has not traded or invested in cryptocurrency or virtual currency. The company has not revalued its property, plant and equipment or intangible assets. The company does not have any charges or satisfaction which is yet to be registered with ROC beyond the statutory period. The company will assess the impact of the Code on Social Security, 2020, when it becomes effective. The audited standalone financial statements for the year ended March 31, 2024, were reviewed by the Audit Committee and approved by the Board of Directors on May 26, 2024."
  },
  {
    "chk_id": 74,
    "chunk_summary": "The text presents the Independent Auditor’s Report for Gokaldas Exports Limited's consolidated financial statements for the Financial Year 2023-24. The audit, conducted in accordance with the Standards on Auditing (SAs) specified under Section 143(10) of the Companies Act, 2013, expresses an opinion that the consolidated financial statements provide a true and fair view in conformity with Indian Accounting Standards (Ind AS). Key audit matters identified include revenue recognition as per Ind AS 115 and the accounting for business combinations, specifically the acquisitions of ATRACO Group and Matrix Design & Industries Private Limited (MDIPL). The audit procedures involved assessing revenue recognition policies, understanding controls over revenue measurement, performing substantive testing of revenue transactions, and evaluating the appropriateness of disclosures in the consolidated financial statements. The acquisitions of ATRACO and MDIPL were treated as business combinations under Ind AS 103, requiring assets and liabilities to be recognized at fair value at the acquisition date, with the excess of acquisition cost over the fair value of net assets recognized as goodwill. The company has identified, ATRACO’s and MDIPL’s customers and their relationships as intangible assets of ` 3,845."
  },
  {
    "chk_id": 75,
    "chunk_summary": "The audit report discusses the recognition of Goodwill amounting to ₹ 54,787.46 lakhs due to consideration paid in excess of net assets acquired, highlighting significant assumptions and estimates in determining fair values of acquired assets and assumed liabilities. The management made critical judgments regarding future projections and discount rates. The auditor's procedures included evaluating the management's expert, tracing consideration value, involving valuation experts to assess assumptions and methods, verifying the accuracy of Goodwill calculations, and assessing the adequacy of disclosures in compliance with Ind AS 103. The Board of Directors is responsible for the other information, including the Management report, Chairman’s statement, Director’s report, and Business Responsibility and Sustainability Reporting, which are not covered by the auditor's opinion. The auditor's responsibility is to read this information for material inconsistencies or misstatements. The Holding Company’s Board of Directors is responsible for the preparation and presentation of these consolidated financial statements in term of the requirements of the Act that give a true and fair view of the consolidated financial position, consolidated financial performance, consolidated changes in equity and consolidated cash flows of the Group in accordance with the accounting principles generally accepted in India, including the Accounting Standards specified under Section 133 of the Act. The report also mentions that the auditor did not audit the financial statements of eight subsidiaries and four step-down subsidiaries, whose financial statements reflect total assets of ₹ 146,797.95 lakhs, total revenues of ₹ 29,924.33 lakhs, and net cash flows of ₹ 3,443.58 lakhs. These statements were audited by other auditors, and the report relies on their findings."
  },
  {
    "chk_id": 76,
    "chunk_summary": "The audit report for Gokaldas Exports Limited's Financial Year 2023-24 addresses the consolidated financial statements, including subsidiaries located outside India. These statements were prepared in accordance with accounting principles generally accepted in India, with conversion adjustments made by the Holding Company's management for subsidiaries initially reporting under different accounting standards. The audit relies on reports from other auditors for subsidiaries outside India and includes a subsidiary with immaterial unaudited financial statements. The report confirms compliance with Section 143(3) of the Companies Act, 2013, proper maintenance of accounts, and adherence to specified Accounting Standards. It also addresses directors' qualifications, pending litigations, long-term contracts, and the absence of required transfers to the Investor Education and Protection Fund. Additionally, it includes representations from the Management regarding funds advanced, loaned, or invested with intermediaries and ultimate beneficiaries, ensuring no material misstatements."
  },
  {
    "chk_id": 77,
    "chunk_summary": "The audit report verifies that the final dividend paid by Gokaldas Exports Limited and its Indian subsidiaries during the year is in accordance with Section 123 of the Companies Act, 2013. However, the Holding Company and its subsidiaries incorporated in India has not declared any dividend during the year. The Holding Company and five subsidiaries used accounting software with an audit trail feature, but it was not enabled throughout the year for all relevant transactions at the application level or at the database level for direct data changes. A payroll software operated by a third-party service provider was used, but without an independent auditor's report, it's not possible to comment on the audit trail feature. The Holding Company used an inventory software with an audit trail feature, but it was not enabled at the database level. The audit trail facility has been operated throughout the year for all relevant transactions recorded in the accounting software, except for the software at the database level. The report also notes that the remuneration paid to directors is within prescribed limits, except for six subsidiaries where Section 197 of the Act is not applicable. The report includes details of remarks made in the Companies (Auditor’s Report) Order 2020 (CARO) Reports for Gokaldas Exports Limited and its subsidiaries, including instances of cash losses and immovable property title deeds not held in the company's name."
  },
  {
    "chk_id": 78,
    "chunk_summary": "This document is an annexure to the independent auditor's report on the consolidated financial statements of Gokaldas Exports Limited for the year ended March 31, 2024. It outlines the auditor's responsibilities, including assessing risks of material misstatement, understanding internal control, evaluating accounting policies, and concluding on the appropriateness of the going concern basis of accounting. The auditors also express an opinion on the adequacy and operating effectiveness of internal financial controls with reference to consolidated financial statements within Gokaldas Exports Limited and its subsidiary companies incorporated in India, based on criteria established considering the essential components of internal control stated in the Guidance Note on Audit of Internal Financial Controls Over Financial Reporting issued by the Institute of Chartered Accountants of India (“the ICAI”). The respective Management and the Board of Directors are responsible for establishing and maintaining internal financial controls."
  },
  {
    "chk_id": 79,
    "chunk_summary": "This text provides an auditor's report on the internal financial controls related to the consolidated financial statements of Gokaldas Exports Limited and its Indian subsidiary companies. The audit was conducted by MSKA & Associates, adhering to the Guidance Note issued by the ICAI and the Standards on Auditing prescribed under Section 143(10) of the Companies Act, 2013. The report aims to provide reasonable assurance regarding the reliability of financial reporting and the preparation of consolidated financial statements in accordance with generally accepted accounting principles. It also includes the Consolidated Balance Sheet as at March 31, 2024, with assets, equity, and liabilities detailed in Indian Rupees. The report also mentions the inherent limitations of internal financial controls, such as the possibility of collusion or management override, which may lead to undetected material misstatements. The auditor's opinion is based on their audit evidence and the reports of other auditors for six subsidiary companies incorporated in India."
  },
  {
    "chk_id": 80,
    "chunk_summary": "This document presents the consolidated statement of profit and loss for Gokaldas Exports Limited for the year ended March 31, 2024, with comparative figures from March 31, 2023. The report includes details on income, expenses, profit before and after tax, and other comprehensive income. It also provides earnings per share (EPS) information. Additionally, the document features a consolidated cash flow statement detailing cash flows from operating, investing, and financing activities, along with a reconciliation of cash and cash equivalents. Key figures include revenue from operations, total expenses, and net cash flows. The report is signed by Mathew Cyriac (Chairman), Sivaramakrishnan Ganapathi (Vice Chairman and Managing Director), Sathyamurthy A (Chief Financial Officer), and Gourish Hegde (Company Secretary), with MSKA & Associates as the Chartered Accountants, represented by Pankaj S Bhauwala (Partner)."
  },
  {
    "chk_id": 81,
    "chunk_summary": "The provided text includes the Statement of Cash Flows prepared under the Indirect method as per IND AS - 7, as notified under Section 133 of the Companies Act, 2013. It also presents the Consolidated Statement of Changes in Equity for the year ended March 31, 2024, with a comparison to the previous year. The equity share capital and other equity components, such as securities premium, general reserve, and retained earnings, are detailed. The report is certified by M S K A & Associates, Chartered Accountants, and signed by the Board of Directors of Gokaldas Exports Limited, including Mathew Cyriac, Sivaramakrishnan Ganapathi, Sathyamurthy A, and Gourish Hegde. Additionally, it outlines the significant accounting policies applied by the Group, emphasizing compliance with Indian Accounting Standards (Ind AS) and the transition from Indian Accounting Principles (IGAAP)."
  },
  {
    "chk_id": 82,
    "chunk_summary": "The consolidated financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, have been prepared on a historical cost basis, with certain financial assets and liabilities measured at fair value, and are presented in Indian Rupees. The basis of consolidation includes combining like items of assets, liabilities, equity, income, expenses, and cash flows of the parent company and its subsidiaries, eliminating the carrying amount of the parent's investment in each subsidiary and intra-group transactions. Non-controlling interests are also accounted for. The company classifies assets and liabilities as current or non-current based on specific criteria related to the operating cycle, realization, and settlement expectations. Financial instruments, such as derivatives, are measured at fair value at each balance sheet date using valuation techniques."
  },
  {
    "chk_id": 83,
    "chunk_summary": "This section of the financial statement explains the accounting policies used by Gokaldas Exports Limited. It covers fair value measurement, foreign currency transactions, revenue recognition (including revenue from contracts with customers, export incentives, interest income, and dividends), and the classification of non-current assets held for sale. Fair value is determined based on market prices or valuation techniques, categorized into a three-level hierarchy based on the observability of inputs. Foreign currency transactions are recorded at exchange rates prevailing on the transaction date, with monetary items re-translated at the end of each reporting period, and translation differences are recognized in the Consolidated Statement of Profit and Loss. Revenue from contracts with customers, primarily from garment exports, is recognized when control of the goods transfers to the customer, typically upon delivery. Export incentives are recognized on an accrual basis when compliance with conditions is reasonably assured. Interest income is recorded using the effective interest rate (EIR) method, and dividend income is recognized when the right to receive the dividend is established. Non-current assets are classified as held for sale when their carrying amounts are expected to be recovered principally through a sale."
  },
  {
    "chk_id": 84,
    "chunk_summary": "This section of the Gokaldas Exports Limited's annual report for the Financial Year 2023-24 outlines the accounting policies related to assets held for sale, government grants, income taxes (current and deferred), and property, plant, and equipment (PPE). Assets are classified as held for sale when they are available for immediate sale, their sale is highly probable, and they will genuinely be sold, not abandoned. Government grants are recognized when there is reasonable assurance that the conditions attached to them will be complied with and the grants will be received. The tax expense for the year comprises current and deferred tax. Current income tax is based on taxable profit for the year, while deferred tax is accounted for using the balance sheet liability model, recognizing deferred tax liabilities for all taxable temporary differences and deferred tax assets to the extent that future taxable profits will be available. Property, plant, and equipment are stated at historical cost less accumulated depreciation and impairment losses, with land carried at historical cost and not depreciated."
  },
  {
    "chk_id": 85,
    "chunk_summary": "These notes to the consolidated financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, detail the accounting policies used in preparing the financial statements. Depreciation is calculated using the written down value method based on the useful lives of the assets as estimated by the management, in accordance with Schedule II of the Companies Act, 2013. The useful lives for different categories of assets are specified, such as 30 years for buildings, 15 years for plant and machinery, and 3 years for computers. Leasehold improvements are amortized over their useful life or the lease term, whichever is shorter. The residual values, useful lives, and depreciation methods are reviewed annually. Gains or losses on the derecognition of assets are included in the consolidated statement of profit and loss.\n\nIntangible assets are initially measured at cost, and subsequently carried at cost less accumulated amortization and impairment losses. Intangible assets with finite lives are amortized over their useful economic life, and the amortization period and method are reviewed annually. Gains or losses from derecognizing intangible assets are recognized in the consolidated statement of profit and loss.\n\nBorrowing costs directly attributable to the acquisition, construction, or production of qualifying assets are capitalized as part of the asset's cost. All other borrowing costs are expensed in the period they occur.\n\nThe determination of whether an arrangement is (or contains) a lease is based on the substance of the arrangement at the inception of the lease. Leases are classified as either finance leases or operating leases. Finance leases are capitalized at the lower of the fair value of the leased asset or the present value of the minimum lease payments. The Group's lease asset classes primarily consist of leases for Buildings. The Group recognizes a right-of-use asset (“ROU”) and a corresponding lease liability for all lease arrangements in which it is a lessee, except for leases with a term of twelve months or less (short-term leases) and low value leases. Lease liability and ROU asset have been separately presented in the Balance Sheet and lease payments have been classified as financing cash flows.\n\nInventories, including raw materials, packing materials, stores, spares, and consumables, are valued at the lower of cost and net realizable value, with cost determined on a weighted average basis. Work-in-progress and finished goods are also valued at the lower of cost and net realizable value."
  },
  {
    "chk_id": 86,
    "chunk_summary": "The document outlines the accounting policies followed by Gokaldas Exports Limited for the financial year ended March 31, 2024. It details the valuation of inventories, recognition of provisions and contingent liabilities, accounting for retirement and other employee benefits, and the treatment of share-based payments. Inventories are valued at the lower of cost (determined on a weighted average basis) and net realizable value. Provisions are recognized when there is a present obligation, a probable outflow of resources, and a reliable estimate can be made. Contingent liabilities are disclosed but not recognized. Retirement benefits, including provident fund, employee state insurance, and pension fund, are defined contribution schemes. Gratuity liability is a defined benefit obligation funded through a policy from Life Insurance Corporation of India and is actuarially valued. Share-based payments are accounted for as equity-settled transactions, with costs recognized over the period in which service conditions are fulfilled."
  },
  {
    "chk_id": 87,
    "chunk_summary": "This text discusses the accounting treatment of service, non-market, and market performance conditions related to equity-settled awards. It specifies that service and non-market conditions are assessed to estimate the number of equity instruments that will vest, while market conditions are reflected in the grant date fair value. Non-vesting conditions are included in the fair value and lead to immediate expensing unless service or performance conditions exist. The text also covers the accounting for modifications or cancellations of equity-settled awards, emphasizing the recognition of expenses based on the fair value of the awards. Additionally, it addresses the recognition and measurement of financial assets and liabilities, including the effective interest method, amortized cost, and fair value considerations. It also discusses impairment of financial assets and de-recognition of financial assets. It also covers the classification of financial liabilities and equity instruments, measurement of financial liabilities and trade and other payables."
  },
  {
    "chk_id": 88,
    "chunk_summary": "This section of the financial statement discusses several key accounting treatments and policies adopted by Gokaldas Exports Limited. It covers financial guarantee contracts, which are initially recognized at fair value and subsequently measured based on loss allowance or cumulative amortization. The statement also details the conditions for de-recognition of financial liabilities, including replacement or substantial modification of terms, with any difference in carrying amounts recognized in the consolidated statement of profit and loss. Financial assets and liabilities are offset in the consolidated balance sheet only when there is a legal right to offset and an intention to settle net. The Group uses derivative financial instruments, such as foreign exchange forwards, to mitigate foreign currency exchange rate risks. Derivatives not designated as hedges are measured at fair value through profit or loss, with gains or losses recognized in the consolidated statement of profit and loss. Cash flow hedge accounting is applied to certain foreign exchange forward contracts, with the effective portion of changes in fair value recognized in other comprehensive income and accumulated in the cash flow hedging reserve. Impairment of non-financial assets, including PPE, investment property, intangible assets, and investments in subsidiaries, is assessed annually, with impairment losses recognized when the carrying amount exceeds the recoverable amount. CSR expenditure is charged to the consolidated statement of profit and loss. Cash and cash equivalents include cash at banks and on hand, as well as short-term deposits with maturities of three months or less."
  },
  {
    "chk_id": 89,
    "chunk_summary": "This document provides a detailed breakdown of Gokaldas Exports Limited's Indian and foreign subsidiaries as of March 31, 2024, and March 31, 2023. It includes the country of incorporation, relationship to the holding company, percentage of effective ownership interest and voting rights held, net assets, share in profit and loss, share in other comprehensive income, and share in total comprehensive income for each subsidiary. The figures are derived from the respective standalone financial statements, with consolidated figures arrived at after adjustments and eliminations. The document also includes details on the company's property, plant, and equipment (PPE) and capital work-in-progress, including gross carrying value, additions, disposals, and totals as of March 31, 2023, and March 31, 2024."
  },
  {
    "chk_id": 90,
    "chunk_summary": "This text provides a detailed breakdown of the company's assets, including property, plant, and equipment, right-of-use assets, other intangible assets, goodwill, and financial assets, for the financial years ending March 31, 2023, and March 31, 2024. It includes information on gross carrying value, additions, disposals, depreciation, amortization, impairment, and net book value for each asset category. Additionally, it specifies investments in government securities, unquoted equity shares, and liquid mutual fund units, along with provisions for diminution in value of investments."
  },
  {
    "chk_id": 91,
    "chunk_summary": "This text provides a detailed breakdown of Gokaldas Exports Limited's financial assets, deferred tax assets, non-current tax assets, other non-current assets, inventories, trade receivables, and cash and cash equivalents as of March 31, 2024, and March 31, 2023. It includes classifications such as amortized cost, fair value through OCI, secured and unsecured debts, and aging of trade receivables. The financial statement also covers movement in deferred tax, advance payments of income tax, capital advances, prepaid expenses, advances to suppliers, export incentives receivable, government incentives receivable, raw materials, work-in-progress, finished goods, consumables, stores, and spares parts. Additionally, it mentions the method of valuation for inventories and impairment allowance for bad and doubtful debts."
  },
  {
    "chk_id": 92,
    "chunk_summary": "This section of the financial report for Gokaldas Exports Limited provides details on the company's financial assets, equity share capital, and other equity components as of March 31, 2024, and March 31, 2023. It covers bank balances, authorized and issued equity capital, terms and rights attached to equity shares, and the shareholding of promoters and shareholders holding more than 5% shares in the company. Additionally, it includes information on various reserves and surplus accounts such as securities premium reserve, general reserve, capital reserve on amalgamation, share-based payments reserve, retained earnings, and foreign currency translation reserve. The report also mentions shares reserved for issue under options related to the Employee Stock Option (ESOP) plan and Restricted Stock Units (RSU)."
  },
  {
    "chk_id": 93,
    "chunk_summary": "This text provides a detailed overview of Gokaldas Exports Limited's financial liabilities, equity, and revenue from operations for the Financial Year 2023-24, with comparative figures from the Financial Year 2022-23. It covers various aspects such as exchange differences on translation of foreign operations, cash flow hedging reserve, borrowings (both current and non-current, secured and unsecured), lease liabilities, provisions for employee benefits (gratuity and compensated absences), trade payables (including aging), other current financial liabilities, other liabilities, and revenue from operations (including disaggregation by geographic markets)."
  },
  {
    "chk_id": 94,
    "chunk_summary": "This document provides a detailed breakdown of Gokaldas Exports Limited's primary geographic markets and various financial statement components for the Financial Year 2023-24, with comparative figures from the Financial Year 2022-23. The company's revenue is primarily from India, with significant contributions from Mexico, Spain, and Hong Kong. The company's contracts are for the delivery of goods within the next 12 months, and there are no significant estimates and assumptions affecting the financial statements. Other income includes interest income, gains on disposal of property, plant, and equipment, gains on sale of investments in mutual fund units, and fair value gains on investments in mutual fund units. The cost of raw materials and components consumed increased from ₹1,05,234.38 lakhs to ₹1,24,286.25 lakhs. Employee benefits expense increased from ₹61,931.65 lakhs to ₹77,759.44 lakhs. Finance costs increased from ₹2,571.81 lakhs to ₹3,634.01 lakhs. Depreciation and amortization expense increased from ₹7,175.03 lakhs to ₹8,877.44 lakhs. Other expenses increased from ₹14,975.21 lakhs to ₹20,534.47 lakhs. The company also details its corporate social responsibility (CSR) expenditure, adhering to Section 135 of the Companies Act, 2013, focusing on education and healthcare."
  },
  {
    "chk_id": 95,
    "chunk_summary": "This section of the Gokaldas Exports Limited Annual Report for Financial Year 2023-24 provides details on CSR expenditure, exceptional items, borrowings, and income tax. Regarding CSR, the report notes the cumulative unspent amount by the trust at the end of the year, specifies the nature of activity as healthcare, and confirms no contributions to or expenditures with related parties. An exceptional item is noted as a net gain on the disposal of Property, plant and equipment. The report details both non-current and current borrowings, including terms of repayment, applicable interest rates, maturity profiles, and the nature of security for the loans. It confirms no defaults in repayment of current borrowings or interest. Finally, it outlines the company's income tax obligations in India, including provisions for Minimum Alternate Tax (MAT) and the option to pay tax at a lower rate under Section 115BAA of the Income Tax Act, 1961."
  },
  {
    "chk_id": 96,
    "chunk_summary": "The consolidated financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, include details on income tax expenses, earnings per share (EPS), and significant accounting estimates and assumptions. The total tax expenses reported are ₹2,802.22 lakhs, reconciled from profit before tax and adjustments for exempted income and disallowed expenses. Basic EPS is ₹21.55 and diluted EPS is ₹20.51. Significant accounting estimates involve judgments on income taxes, property, plant and equipment (useful life and residual value), right-of-use assets and lease liabilities (lease term and incremental borrowing rate), impairment of non-current assets (DCF model for cash-generating units), and fair value measurement of financial instruments (DCF model with considerations for liquidity, credit risk, and volatility). These estimates are based on assumptions that could change due to market conditions or circumstances beyond the company's control, potentially requiring material adjustments in future periods."
  },
  {
    "chk_id": 97,
    "chunk_summary": "This section of the financial report for Gokaldas Exports Limited focuses on critical accounting estimates and segment information for the Financial Year 2023-24. It details how contingent liabilities are assessed, emphasizing the significant judgment and estimation involved in predicting uncertain future events. The report also covers the valuation of defined benefit gratuity plans, highlighting the sensitivity to assumptions like discount rates, salary increases, and mortality rates, with specific mention of Indian government bond interest rates for determining discount rates. Further, it addresses the accounting for obsolete inventory, expected credit losses on financial assets, and non-current assets held for sale, all of which require considerable judgment in estimating fair values, default risks, and future cash flows. The report also explains the methodology for calculating share-based compensation expenses using the Black-Scholes-Merton model, which relies on estimates of volatility, expected life, and interest rates. Additionally, it discusses the estimation of revenue from export incentives, which involves assessing eligibility, timing, and applicable government rates. The segment information reveals that Gokaldas Exports operates primarily in the garment sale business, with revenue and non-current assets split between India and the Rest of World. Finally, the report details the accounting treatment for leases under Ind AS 116, including the significant judgments required in identifying leases, determining lease terms, and applying discount rates, along with a summary of lease liability movements."
  },
  {
    "chk_id": 98,
    "chunk_summary": "The document provides a detailed breakdown of Gokaldas Exports Limited's lease liabilities, contingencies, capital commitments, corporate guarantees, and hedging activities as of March 31, 2024, and March 31, 2023. Lease liabilities are categorized into current and non-current, with a maturity analysis provided. The company assesses claims and assertions, recording liabilities for probable losses and disclosing possible losses. Capital commitments include contracts remaining to be executed and commitments related to forward contracts. The company has provided corporate guarantees to banks for credit limits obtained by its subsidiaries. Hedging activities involve foreign exchange forward contracts to hedge exposure on highly probable sales in foreign currency, with details on amounts, strike rates, and hedge effectiveness."
  },
  {
    "chk_id": 99,
    "chunk_summary": "This section of the financial report provides details on hedge ineffectiveness, gratuity and other post-employment benefit plans, and related party transactions for Gokaldas Exports Limited for the Financial Year 2023-24. The amount recognized in the consolidated statement of profit and loss on account of hedge ineffectiveness is reported. The gratuity plan, governed by the Payment of Gratuity Act, 1972, is discussed, including net benefit expenses, remeasurement gains/losses, and the net defined benefit asset/liability. Changes in the present value of the defined benefit obligation and the fair value of plan assets are detailed. The report includes expected future benefit payments, the composition of plan assets, and principal assumptions used in determining gratuity, along with a sensitivity analysis of these assumptions. Additionally, the report lists the names and relationships of related parties, focusing on key management personnel."
  },
  {
    "chk_id": 100,
    "chunk_summary": "This text provides a summary of transactions with related parties, disclosures of dues/payments to micro and small enterprises, and details of share-based payments for Gokaldas Exports Limited for the financial year ended March 31, 2024. It includes information on stock options exercised, managerial remuneration, sitting fees paid to directors, compensation of key managerial personnel, and outstanding balances with related parties. Additionally, it covers the company's employee benefit plans, including ESOP 2010, RSU 2018, and ESOP 2022, detailing the movement of shares and related expenses. It also states that there are no overdue amounts to Micro, Small and Medium Enterprises as on March 31, 2024 and March 31, 2023."
  },
  {
    "chk_id": 101,
    "chunk_summary": "The text provides details on the movement of shares under the RSU 2018 Plan and ESOP 2022 Plan for Gokaldas Exports Limited during the Financial Year 2023-24, including opening and closing balances, shares exercised and lapsed, weighted average exercise prices, and contractual life. It also lists the inputs to the models used for the ESOP 2010 Plan and ESOP 2022 plan, such as dividend yield, expected volatility, risk-free interest rate, expected life of share options, and the Black-Scholes Merton (BSM) options pricing model. Additionally, it presents the carrying value and fair value of financial assets and liabilities as of March 31, 2024, and March 31, 2023, categorized by amortized cost and fair value through Other Comprehensive Income (OCI). It also describes the fair value hierarchy levels (Level 1, Level 2, and Level 3) for financial instruments and provides a breakdown of financial assets and liabilities by these levels."
  },
  {
    "chk_id": 102,
    "chunk_summary": "The notes to the consolidated financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, highlight the company's financial risk management objectives and policies. The company is exposed to fluctuations in foreign currency exchange rates, interest rates, equity prices, liquidity, and credit risk. The risk management policy, approved by the Board of Directors, aims to reduce the impact of currency and interest rate fluctuations and achieve greater predictability in earnings. The company manages interest rate risk by balancing fixed and variable rate loans and borrowings. Foreign currency risk is managed by hedging transactions expected to occur within 12 months using foreign currency forward contracts. As of March 31, 2024, the company hedged ₹161,647.03 lakhs (USD 1,910.00 lakhs) of its expected foreign currency sales. Credit risk is managed by each business unit, with the maximum exposure being ₹68,708.15 lakhs as of March 31, 2024. Short-term financial assets and liabilities are stated at carrying value, which approximates fair value. Foreign exchange forward contracts are fair valued using market observable rates and published prices."
  },
  {
    "chk_id": 103,
    "chunk_summary": "This section of the Gokaldas Exports Limited Annual Report for the Financial Year 2023-24 discusses several key aspects of the company's financial risk management and capital structure. It covers the approach to managing credit risk, liquidity risk, and equity price risk. The company performs impairment analysis for major customers and manages credit risk by reviewing receivables and creating allowances based on expected credit losses. Liquidity risk is managed by maintaining sufficient liquidity through working capital lines, fixed deposits, and government securities. The company also monitors its funding and refinancing risks. Equity price risk, arising from investments in equity securities, is managed by limiting investments to approved counterparties and setting credit limits. Additionally, the report details the company's capital management strategy, which aims to create shareholder value by meeting long-term and short-term goals. The company manages its capital structure by adjusting dividend payments, returning capital to shareholders, or issuing new shares, while also monitoring a gearing ratio to comply with debt-related covenants. Finally, the report includes information on the acquisition of the ATRACO Group, including the consideration transferred and the accounting method used."
  },
  {
    "chk_id": 104,
    "chunk_summary": "This section of the financial statement discusses the calculation of goodwill from the acquisition of Atraco Group and Matrix Design & Industries Private Limited (MDIPL) by Gokaldas Exports Limited. For Atraco Group, the total fair value of consideration transferred for computing goodwill is ₹45,798.34 lakhs, which includes a deferred consideration of ₹2,123.05 lakhs. The fair value of net identifiable assets acquired is ₹24,578.47 lakhs, resulting in a goodwill on acquisition of ₹21,219.87 lakhs. Atraco Group contributed ₹25,558.94 lakhs of revenue and ₹102.39 lakhs to the profit before tax from continuing operations to the Group. For Matrix Design & Industries Private Limited, the total fair value of consideration transferred for computing goodwill is ₹32,306.00 lakhs. The fair value of net identifiable assets acquired is ₹(1,261.59) lakhs, resulting in a goodwill on acquisition of ₹33,567.59 lakhs. Both goodwill amounts are attributed to the value of the acquired assembled workforce and expected synergies from the acquisitions and are not deductible for tax purposes. The Group is also taking steps to comply with Transfer Pricing requirements and has assessed the fair value of an investment in an associate held for sale, recognizing an impairment loss of ₹626.56 lakhs."
  },
  {
    "chk_id": 105,
    "chunk_summary": "This text provides additional information about Gokaldas Exports Limited for the financial year ended March 31, 2024. It discusses the acquisition of Matrix Design and Industries Private Limited, investment in renewable energy through a Special Purpose Vehicle, and a Qualified Institutional Placement. It also covers regulatory compliance, including Benami Transactions (Prohibition) Act, Foreign Exchange Management Act, Prevention of Money-Laundering act, and the Companies Act, 2013. The company has not traded or invested in crypto currency or virtual currency during the current or previous year. The company has complied with the number of layers prescribed under the Companies Act, 2013. The company has not revalued its property, plant and equipment (including right-of-use assets) or intangible assets or both during the current or previous year. The company does not have any undisclosed income which is not recorded in the books of account that has been surrendered or disclosed as income during the year March 31, 2024 and March 31, 2023 in the tax assessments under the Income Tax Act, 1961. The company does not have any charges or satisfaction which is yet to be registered with ROC beyond the statutory period. The Indian Parliament had approved the Code on Social Security, 2020. The Ministry of Labour and Employment has notified the draft rules under the Code on Social Security, 2020 on November 13, 2020 inviting objections and suggestions, if any, from the stakeholders."
  },
  {
    "chk_id": 106,
    "chunk_summary": "The Group will assess the impact and will give appropriate accounting treatment in its financial statements in the period in which the Code on Social Security, 2020 becomes effective. The statement of audited consolidated financial statements for the year ended March 31, 2024 have been reviewed by the Audit Committee on May 26, 2024 and approved by the Board of Directors on May 26, 2024. Certain amounts in the consolidated financial statements have been rounded off or truncated as deemed appropriate by the management of the Company. Previous year's figures have been regrouped/ reclassified, wherever necessary to confirm to the current year's classification. The Twenty First (21 st ) Annual General Meeting (“AGM”) of Gokaldas Exports Limited will be held on Thursday, September 19, 2024 at 4:00 PM. IST, through Video Conferencing/ Other Audio Visual Means (“VC/OAVM”) facility to transact the following business: To receive, consider and adopt the Financial Statements of the Company which include Audited standalone and consolidated Balance Sheet as at March 31, 2024, the standalone and consolidated Statement of Profit and Loss including the Statement of other Comprehensive Income and Cash Flow of the Company as on that date together with the Auditors’ Report thereon and Report of the Board of Directors. To appoint Mr. Mathew Cyriac (holding DIN: 01903606), Non-Executive Director, who retires by rotation and being eligible, offers himself for re-appointment. Reappointment of Mr. Prabhat Kumar Singh (Holding DIN: 08275987) as Whole-Time Director of the Company. Payment of commission to Non-Executive Director(s) and Independent Directors within the overall ceiling limit of 1% of net profits of the Company for a period of five years with effect from April 01, 2024."
  },
  {
    "chk_id": 107,
    "chunk_summary": "This document outlines the notice for the 21st Annual General Meeting (AGM) of Gokaldas Exports Limited, which will be held virtually due to the guidelines issued by the Ministry of Corporate Affairs (MCA) and the Securities and Exchange Board of India (SEBI). The AGM will be conducted through Video Conferencing/Other Audio Visual Means (VC/OAVM) without the physical presence of members. Key aspects of the notice include details regarding e-voting, appointment of representatives for institutional/corporate members, quorum calculation, and the availability of the notice and annual report on the company's website and stock exchange platforms. The notice also addresses the closure of the Register of Members, the appointment of a scrutinizer for the e-voting process, and the declaration of e-voting results. Additionally, it emphasizes the requirement for securities to be transferred only in dematerialized form and the submission of PAN, KYC, and nomination details by members holding shares in physical form."
  },
  {
    "chk_id": 108,
    "chunk_summary": "This document outlines the procedures for shareholders of Gokaldas Exports Limited to participate in remote e-voting and attend the Annual General Meeting (AGM) through video conferencing (VC) or other audio-visual means (OAVM). It details specific login methods for individual shareholders holding securities in Demat mode through National Securities Depository Limited (NSDL) and Central Depository Services (India) Limited (CDSL), as well as for other shareholders holding securities in physical mode. The document also provides helpdesk contact information for technical issues related to login through NSDL and CDSL. Additionally, it mentions the availability of the register of directors and key managerial personnel (KMP) and their shareholding, maintained under Section 170 of the Companies Act, 2013, and the register of contracts or arrangements in which the directors are interested, maintained under Section 189 of the Companies Act, 2013, electronically for inspection by the members during the AGM."
  },
  {
    "chk_id": 109,
    "chunk_summary": "The document provides instructions for members of Gokaldas Exports Limited regarding e-voting and attending the e-AGM (Annual General Meeting). It details the process for corporate/institutional members to submit necessary documents, how to address queries, and the eligibility and procedure for voting during the e-AGM. Members can attend the e-AGM via video conference or live webcast provided by KFin Technologies Limited, and those wishing to speak must register in advance. The document also outlines the procedure for physical shareholders to register their email and mobile details with KFin Technologies Limited, as per SEBI guidelines. Additionally, it discusses the re-appointment of Mr. Prabhat Kumar Singh as the Whole Time Director of Gokaldas Exports Limited for a further period of 3 years, subject to member approval."
  },
  {
    "chk_id": 110,
    "chunk_summary": "The reappointment of Mr. Prabhat Kumar Singh, who is 72 years old, requires shareholder approval via a special resolution as per Section 196 (3) of the Companies Act, 2013, due to his age, although the Board recommends this resolution. The Nomination & Remuneration Committee and the Board of Directors have recommended and approved the payment of commission not exceeding 1% of the net profit to the Non-Executive Director(s) and Independent Directors, for a five-year period commencing from April 01, 2024, in addition to their sitting fees, to compensate for increased responsibilities under the Companies Act, 2013 and SEBI Listing Regulations. This requires shareholder approval. Mr. Mathew Cyriac's profile includes his educational background, current role as Chairman and Whole-Time Director of Florintree Advisors Private Limited, past roles at The Blackstone Group, Bank of America, Tata Motors, and iGate Global Solutions Limited, directorships in Data Patterns (India) Limited and Ideaforge Technology Limited, and committee memberships. Mr. Prabhat Kumar Singh's profile includes his experience in the apparel and textile sector, his role in corporate development at Gokaldas Exports Limited, and his involvement in setting up new apparel manufacturing plants in Madhya Pradesh and Tamil Nadu."
  },
  {
    "chk_id": 111,
    "chunk_summary": "Prabhat has received a remuneration of ₹ 83.75 Lakhs and attended all five Board meetings during the Financial Year 2023-24. He holds no directorships in other listed entities, nor has he resigned from any in the past three years. Prabhat has no shareholding in the company and no relationships with other Directors, Manager, and other Key Managerial Personnel of the Company. His expertise, skills, and appointment terms are as per his profile and the AGM notice."
  }
]