[
  {
    "chk_id": 1,
    "chunk_summary": "The document is an annual report for the financial year 2023-24 of Gokaldas Exports Limited, submitted to the Bombay Stock Exchange (BSE) and National Stock Exchange of India Limited (NSE) in compliance with Regulation 34 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015. The report highlights the company's strategic vision to 'Integrate, Diversify, Grow,' focusing on streamlining operations through digitalization and automation, strategic acquisitions of Atraco and Matrix Design to expand geographical presence and manufacturing capabilities, and diversification into new markets and product segments. Gokaldas Exports Limited aims for sustainable growth by capitalizing on global sourcing shifts and operational excellence. The company emphasizes its commitment to innovation, sustainability, and customer satisfaction, with a focus on achieving net-zero emissions, water positivity, and zero solid waste in landfills. Established in 1979, Gokaldas Exports Limited is a leading player in India’s apparel manufacturing industry, known for delivering high-quality garments to prestigious fashion brands and retailers across more than 50 countries. The company's fully integrated manufacturing capabilities, state-of-the-art facilities, and a workforce of over 51,000 skilled employees, predominantly women, contribute to its success. Recent acquisitions, such as Atraco in Kenya and Ethiopia, and Matrix Design, have further strengthened Gokaldas Exports Limited's global presence and capabilities."
  },
  {
    "chk_id": 2,
    "chunk_summary": "Gokaldas Exports Limited is enhancing its manufacturing capabilities through investments in operational excellence, cost optimization, and technology. The company is strategically positioned to capitalize on the global apparel industry's shifting dynamics, aiming to play a key role in India's emergence as a global apparel manufacturing hub. Gokaldas Exports has a robust infrastructure, including design and development, cutting and sewing, printing and embroidery, and washing and finishing facilities. Recent expansions include investments in modernization, new capacity, and fabric processing units. The company has a global presence, with a primary focus on North America, and aims to strengthen its presence in Europe and other regions. Strategic priorities include operations excellence, geographical diversification through acquisitions like Atraco in Kenya and Ethiopia, employee empowerment through training and development programs, and sustainability initiatives such as achieving net-zero emissions by 2045 and becoming water-positive by 2030."
  },
  {
    "chk_id": 3,
    "chunk_summary": "Gokaldas Exports Limited is committed to achieving zero solid waste to landfill by 2030 and has obtained various sustainability certifications. The company focuses on product innovation, particularly in women’s fashion, outerwear, sportswear, and knits, utilizing advanced design capabilities. Technology upgrades, including modernizing plant and machinery and adopting automation and digitalization, are prioritized to enhance productivity and efficiency. Capacity expansion includes commissioning a new sewing factory in Bhopal and diversifying into knit fabric processing with a new facility in Tamil Nadu. The acquisitions of Atraco Group and Matrix Clothing have expanded the company's market position and capabilities. Gokaldas Exports is strategically positioned for growth, focusing on key market segments and leveraging industry trends. The company anticipates organic growth of approximately 15% over the next two to three years, driven by strong customer relationships and expanding production capabilities. Investments in capacity and capabilities, including the new manufacturing unit in Bhopal and the fabric processing unit in Tamil Nadu, will enable the company to meet growing demand efficiently. Sustainable business practices are a core focus, with ambitious goals to achieve net-zero emissions, water positivity, and zero solid waste in landfills."
  },
  {
    "chk_id": 4,
    "chunk_summary": "Gokaldas Exports Limited demonstrated resilience in FY24 despite global headwinds, achieving a 7.0% growth in consolidated revenue, reaching ₹2,378.9 crores. Strategic acquisitions of Atraco and Matrix Design expanded product offerings and market access. Atraco, with its presence in Africa, provides duty-free access to key markets, while Matrix Design strengthens the company's position in knitwear and access to European and UK markets. The company is also investing in organic growth, with a new manufacturing unit in Madhya Pradesh and a fabric processing unit in Tamil Nadu. Gokaldas Exports is committed to sustainability, reducing water usage and recycling waste. The company's workforce of 51,000 people, with a large proportion being women, contributes to social upliftment and economic development. The company is optimistic about future growth, driven by operational excellence, synergies from acquisitions, and capitalizing on growth opportunities. Government initiatives like the Production Linked Incentive (PLI) scheme are expected to boost investments in the sector. The company is focused on energy-efficient systems, reducing water consumption, and minimizing waste generation. Inventory destocking in major markets is nearing its end, with fashion brands showing reduced inventory levels and a renewed appetite for purchases."
  },
  {
    "chk_id": 5,
    "chunk_summary": "Gokaldas Exports Limited is optimistic about its future as the inventory destocking cycle in major markets nears its end, anticipating stronger demand for its products. The company is focused on operational excellence, leveraging acquisitions, and capitalizing on growth opportunities to enhance shareholder value through sustainable growth and prudent capital allocation. Trial production is expected to commence in Q4FY24 or early Q1FY25. Gokaldas Exports is well-positioned to benefit from the shift of global sourcing away from China and supplier consolidation. The company has strengthened its management team and is leveraging the strengths of its newly acquired entities. The potential implementation of Free Trade Agreements (FTAs) with key markets like the UK and EU, along with government initiatives like the Production Linked Incentive (PLI) scheme, presents exciting opportunities for increased textile trade. Gokaldas Exports recognizes sustainable business practices as a competitive advantage and has set ambitious goals to achieve net zero emissions, water positivity, and zero solid waste in landfills. The company has achieved a 20% decrease in water usage and implemented a waste management system that has resulted in 80% of its waste being recycled or repurposed. Gokaldas Exports is a significant employer, particularly of women, contributing to social upliftment and economic development in the communities where it operates. For FY25, the company anticipates continued growth in its core business, aiming for a minimum of 15% year-on-year increase, and expects the acquired businesses to contribute significantly to its consolidated performance. Gokaldas Exports remains open to further expansion opportunities and is committed to sustainable growth, operational excellence, and value creation for all stakeholders. The company is also dedicated to creating a positive impact on society and the environment through the Gokaldas Exports Charitable Foundation, focusing on health and hygiene, education and skill development, community development, and environmental sustainability."
  },
  {
    "chk_id": 6,
    "chunk_summary": "Gokaldas Exports Limited is dedicated to empowering individuals through education and skill development, as well as fostering a workplace that prioritizes employee well-being, professional growth, and social responsibility. In FY24, the company supported various educational institutions by providing resources like musical instruments, computer labs, and infrastructure improvements, benefiting thousands of students. They also conducted blood donation drives and supported elderly care facilities. Furthermore, Gokaldas Exports Limited focuses on sustainability initiatives, aiming for Net Zero emissions by 2045 and implementing measures such as renewable energy adoption, water recycling, and waste management. The company invests in training and development programs for its employees, with a focus on gender equity and women's empowerment. Gokaldas Exports Limited also emphasizes health and safety, providing First Aid & Safety Training to all employees. The company has implemented various programs like RISE, WE-LEAD, and Sankalpa to promote inclusivity, leadership development, and positive workplace behaviors. Gokaldas Exports Limited is committed to responsible chemical and waste management, striving for ZDHC compliance and transitioning to organic chemicals. They also focus on circularity by increasing the use of recycled fiber."
  },
  {
    "chk_id": 7,
    "chunk_summary": "Gokaldas Exports Limited emphasizes sustainability as a core philosophy, integrating sustainable practices across its value chain, focusing on energy and water management, chemical and waste management, and people empowerment to achieve sustainability targets. The company reports on several sustainability metrics including renewable energy mix, process water intensity, hazardous waste management, carbon emission intensity, production waste recycled, and HIGG index score. The global economy showed resilience in 2023 despite challenges like geopolitical tensions and inflation, with the IMF estimating global growth at 3.2% for 2023 and projecting the same for 2024 and 2025. The global apparel industry faced headwinds in 2023 due to reduced demand and inventory destocking, with apparel purchases declining in major markets like the US, EU, and UK. However, the industry is poised for recovery, driven by the end of the inventory destocking cycle and renewed appetite for purchases. Key trends shaping the industry include sustainability and ethical fashion, digitalization and e-commerce, a shift in global sourcing away from China, changing consumer behavior, and technology adoption."
  },
  {
    "chk_id": 8,
    "chunk_summary": "The global apparel industry is undergoing significant shifts, including a focus on fast fashion and quick response, driven by the need to reduce lead times and adapt to changing consumer preferences. Customization and personalization are also gaining traction, with brands leveraging technology to offer tailored products. Supply chain resilience is a priority, with companies diversifying sourcing locations and investing in digital technologies for improved visibility. Inclusivity and diversity are increasingly important, with brands expanding size ranges and offering gender-neutral designs. Emerging low-cost apparel manufacturing hubs are challenging traditional leaders like China and Vietnam, as factors like labor costs and trade agreements shift the competitive landscape. India's apparel industry has a positive outlook, driven by a shift in global sourcing, government initiatives like the PLI scheme, a focus on sustainability, and technological advancements. Gokaldas Exports Limited, a major Indian apparel manufacturer, is well-positioned to capitalize on these trends with its robust in-house capabilities and commitment to sustainability. The industry is expected to recover and transform in 2024 and beyond, with reduced inventory levels and renewed purchasing appetite among fashion brands."
  },
  {
    "chk_id": 9,
    "chunk_summary": "The Indian apparel industry faced a challenging year in FY24, with exports declining by about 10% due to weak global demand and increased competition. However, the domestic market remained resilient, supported by rising disposable incomes. Gokaldas Exports Limited reported a revenue increase of 7.05% in FY24, despite a 2.3% drop in like-for-like revenue, outperforming the overall 10% drop in Indian exports. The company's total income reached ₹2,408.99 crore. Total expenses increased by 8.89%, but material consumption decreased due to better utilization. Employee expenses rose due to wage revisions and expansion. EBITDA decreased by 1.4% due to one-off costs, including acquisition-related expenses and startup costs in Madhya Pradesh. Net profit after tax declined by 24.28% to ₹130.97 crore. The company strategically expanded its global footprint through acquisitions, funded by debt and equity. The net worth increased by ₹405.09 crore, driven by a preferential allotment of equity shares to acquire Matrix Design and Industries Private Limited. The company took a USD 30 million term loan to partially fund the acquisition of Atraco Industrial Enterprise. Fixed assets increased due to the acquisitions and investments in modernization and capacity creation. The company incurred capital expenditure towards modernization and setting up new manufacturing units in Madhya Pradesh and Tamil Nadu. The potential implementation of Free Trade Agreements (FTAs) with key markets like the UK and EU presents exciting prospects for increased textile trade from countries like India. Additionally, government initiatives such as the Production Linked Incentive (PLI) scheme for the Man-Made Fibre (MMF) and technical textile ecosystem are expected to boost investments in the sector."
  },
  {
    "chk_id": 10,
    "chunk_summary": "Gokaldas Exports Limited's capital employed consists of non-current assets and working capital, excluding mutual fund investments, lease assets/liabilities, and borrowings. The Return on Capital Employed (ROCE) decreased by 500 basis points to 22% in FY 2023-24 from 27% in FY 2022-23 due to investments in additional capacity and a new fabric processing unit in Tamil Nadu, as well as lower volumes and startup expenses in the Madhya Pradesh unit. Current assets increased by 57.61% to ₹1,386.60 crore, including a decrease in mutual fund investments by ₹188.06 crore. The current and quick ratios were 1.37 and 0.77, respectively, in FY 2023-24, compared to 2.54 and 1.70 in FY 2022-23. Inventories increased by 106.01% to ₹603.60 crore, and trade receivables increased by 159.54% to ₹352.52 crore. Gokaldas Exports has expanded its manufacturing capabilities through acquisitions like Atraco and Matrix Design, increasing its global presence and product offerings. The company has over 51,000 employees, with a focus on gender diversity (75% women) and cultural integration. Internal control systems have been strengthened with the implementation of an ERP system and the appointment of a new internal auditor. The company is focused on operational excellence, realizing synergies from acquisitions, and capitalizing on growth opportunities, particularly with the trend of diversifying supply chains away from China. Effective risk management is crucial for sustainable growth, and the company has a comprehensive framework to mitigate potential risks. Gokaldas Exports is committed to nurturing its human capital and fostering an inclusive work environment."
  },
  {
    "chk_id": 11,
    "chunk_summary": "The text discusses the forward-looking statements of Gokaldas Exports Limited, highlighting the risks and mitigation measures related to currency volatility, regulatory landscape, European market access, input cost fluctuations, fashion trend agility, customer concentration, supply chain disruptions, and market anticipation. It also presents the company's financial highlights for the year ended March 31, 2024, comparing standalone and consolidated figures with the previous year. Despite a challenging global market environment, Gokaldas Exports demonstrated resilience, achieving revenue growth and consistent profit. The company's performance was affected by a slow offtake in global retail, inventory overhang, and adverse macro-economic conditions. However, the acquisition of Atraco and Matrix Design enabled the addition of new product offerings and access to new customers. The company faced headwinds on the cost front, including increased wages, startup costs, and acquisition-related expenses, which suppressed the operating margin."
  },
  {
    "chk_id": 12,
    "chunk_summary": "Gokaldas Exports Limited reported a profit before tax of ₹159 Crore for FY23-24, compared to ₹198 Crore in the previous year (excluding a one-off income). The company generated ₹266 Crore in cash from operations before working capital changes, indicating a strong financial base. Capital investments of ₹143 Crores were made to modernize existing machines, increase capacity, and initiate new projects, expected to boost revenue and operational productivity. The acquisitions of Atraco and Matrix Design were completed with investments of ₹373 Crores and ₹323 Crores, respectively, funded through a mix of debt and equity. A new manufacturing unit in Madhya Pradesh is progressing well, and a fabric processing unit in Tamil Nadu is set to begin commercial production.\n\nAs of March 31, 2024, the company had a net debt of ₹336 Crore following the acquisitions, but subsequently raised ₹600 Crore through a Qualified Institutional Placement (QIP) in April 2024, turning net cash positive. The company has also expanded its management team to prepare for future growth. The industry's long-term prospects are positive due to the shift of global sourcing away from China, consolidation towards efficient suppliers, and supply-side issues in other countries. Favorable currency conditions, the Production Linked Incentive (PLI) scheme, and Free Trade Agreements (FTAs) are expected to drive the company's growth.\n\nThe US, EU, and China account for 45% of global retail clothing sales, with the US leading at 16%. Despite high interest rates, retail clothing sales remained strong in these regions in 2023. Apparel imports by the US, EU, and UK declined in FY24, but India's apparel exports saw a smaller decline, indicating market share gains. The Red Sea issue caused shipment delays. There is a growing trend of sourcing from India due to reduced exposure to China and rising labor costs in Vietnam and Bangladesh. Increasing ESG consciousness is also driving consolidation in the industry.\n\nGovernment initiatives like the continuation of RoSTCL, potential expansion of the PLI scheme, and the Mega Integrated Textile Region and Apparel (MITRA) initiative are expected to benefit the sector. State governments are also providing incentives to boost the textile and apparel sector. The successful conclusion of FTAs with the UAE and Australia, and ongoing discussions with the UK, are positive developments.\n\nNo dividend was recommended for FY23-24, and no amount was transferred to the reserves. Ms. Pavitra Rajaram was appointed as an Independent Director, and Mr. Sivaramakrishnan Ganapathi was re-appointed as Vice Chairman & Managing Director. The Directors confirmed compliance with accounting standards, maintenance of adequate accounting records, preparation of accounts on a going concern basis, and effective internal financial controls."
  },
  {
    "chk_id": 13,
    "chunk_summary": "The text provides an overview of Gokaldas Exports Limited's board performance evaluation, declarations by independent directors, board meetings, committee compositions, share capital changes, qualified institutional placement, and other significant corporate actions during FY23-24. The Annual Performance Evaluation was conducted by the Nomination and Remuneration Committee, with directors expressing satisfaction with the process. Independent Directors submitted declarations of meeting independence criteria as per the Companies Act, 2013 and SEBI Listing Regulations. Five board meetings were held during the year, with details disclosed in the Corporate Governance Report. The company has several committees including Audit, Nomination and Remuneration, Stakeholders’ Relationship, Corporate Social Responsibility, and Risk Management Committees. During the year, the company allotted equity shares under the Restricted Stock Unit Plan-2018 and to Matrix Clothing Private Limited for acquiring shares of Matrix Design and Industries Private Limited. The authorized share capital was increased. A Qualified Institutional Placement (QIP) raised ₹600 Crore. The company did not issue shares with differential voting rights or sweat equity shares, and there were no changes in the nature of business or acceptance of public deposits. Material changes and acquisitions, including Atraco Industrial Enterprise and Matrix Design and Industries Private Limited, were highlighted. The company has nine wholly-owned and four indirect subsidiary companies. Details of the Employee Stock Option Scheme 2010 are also provided."
  },
  {
    "chk_id": 14,
    "chunk_summary": "Gokaldas Exports Limited manages several employee stock option plans, including ESOS-2010, RSU-2018, and ESOP 2022. During the year, 2,04,000 options were granted under ESOS-2010, with a total of 12,28,330 equity shares allotted under this scheme as of March 31, 2024. Under RSU-2018, no fresh options were granted, but 73,500 equity shares were allotted, bringing the total to 19,15,000 shares allotted under this scheme as of March 31, 2024. ESOP 2022 was amended to increase the reserved options from 30,00,000 to 45,00,000, with 30,00,000 options granted as of March 31, 2024. The company's Annual Return as of March 31, 2024, is available on its website. Gokaldas Exports Limited is committed to environmental responsibility, employee health, and safety, implementing measures such as LED lighting, energy-efficient machinery, renewable biomass usage, and a 7.5MW solar park. Water consumption has been reduced by 20%, with laundry facilities using Zero Liquid Discharge (ZLD) systems. The company also focuses on employee engagement through programs like Workplace Cooperation Program (WCP), RISE, Prevention of Sexual Harassment Training (PoSH), Supervisory Skills Training (SST), and Women Empowerment & Leadership Development Program (WE-LEAD)."
  },
  {
    "chk_id": 15,
    "chunk_summary": "The text provides an overview of various training programs conducted for employees, focusing on quality standards, women's wellbeing, industrial engineering skills, and workplace behavior. It highlights the 'Sankalpa' program, which rewards employees for positive behavior, leading to increased productivity and morale. Additionally, it mentions training for internal committee members to enhance their effectiveness. The company also focuses on upgrading knowledge of textile and yarn trends, providing first aid and safety training, and implementing Lean & 5S principles for waste reduction. Leadership roles are enhanced through an Operational Excellence Program, and HR members participate in conclaves to stay updated on HR trends and labor laws. The company's social policy aligns with SLCP, achieving high social and labor compliance standards. The company maintains high standards of Corporate Governance as per SEBI regulations and includes a Business Responsibility and Sustainability Report in compliance with SEBI Listing Regulations. The report also covers the Management Discussion and Analysis, Auditors' Report, Secretarial Audit, and details on energy conservation, technology absorption, and foreign exchange earnings. All related party transactions are conducted at arm's length and are approved by the Audit Committee. The company also has a policy in place for the prevention of sexual harassment at the workplace, with no complaints received during the year."
  },
  {
    "chk_id": 16,
    "chunk_summary": "Gokaldas Exports Limited maintains an adequate internal control system, ensuring proper authorization, recording, and reporting of transactions. Internal audits are conducted regularly, with follow-up actions on observations. The Nomination & Remuneration Committee formulates criteria for director qualifications and recommends remuneration policies for directors, key managerial personnel, and senior employees, as per Section 178(3) of the Companies Act, 2013 and Regulation 19 of the SEBI Listing Regulations. The company has also adopted a Risk Management Policy, addressing risk identification, assessment, and mitigation, in compliance with Regulation 21 of the SEBI Listing Regulations. Information on employee remuneration, as required by Section 197(12) of the Companies Act, 2013, is provided in Annexure-VI. The company adheres to Section 135 and Schedule VII of the Companies Act, 2013, by maintaining a Corporate Social Responsibility Committee and policy, with CSR activities carried out through the Gokaldas Exports Charitable Foundation. A Vigil Mechanism/Whistle-Blower Policy is in place, overseen by the Audit Committee, as per the Companies Act, 2013 and SEBI Listing Regulations. The company has complied with applicable Secretarial Standards and faces no significant material orders impacting its going concern status or proceedings under the Insolvency and Bankruptcy Code, 2016. The report also includes Form AOC-I, detailing the financial statements of subsidiary companies, including All Colour Garments Pvt. Ltd., SNS Clothing Pvt. Ltd., Vignesh Apparels Pvt. Ltd., Gokaldasexports Acharpura Pvt. Ltd., Sri Susamyuta Knits Pvt. Ltd., Gokaldas Exports FZCO, Gokaldas Exports Corporation, Nava Apparels L.L.C-FZ, Matrix Design & Industries Private Limited, and Ashton Mombasa Apparel EPZ Limited."
  },
  {
    "chk_id": 17,
    "chunk_summary": "This document provides financial and operational details of Gokaldas Exports Limited and its subsidiaries for the fiscal year 2023-24. It includes information on the company's subsidiaries such as Ashton Apparel Manufacturing PLC and Amibros S.A. (operating as Atraco Industrial Enterprises in Dubai), detailing their financial performance, shareholding, and reporting currencies. Additionally, it outlines the company's stock option schemes, including ESOP Scheme-2010, RSU-2018 Plan, and ESOP 2022, providing details on shareholder approvals, option availability, exercise prices, and movements during the year. The report also includes annexures detailing stock options pursuant to SEBI regulations."
  },
  {
    "chk_id": 18,
    "chunk_summary": "The provided text includes disclosures related to accounting standards and earnings per share for Gokaldas Exports Limited, referencing specific notes in the standalone financials. It also contains a Secretarial Audit Report for the financial year ended March 31, 2024, conducted by Nagendra D. Rao, a Practicing Company Secretary. The report confirms compliance with various statutory provisions, including the Companies Act, Securities Contracts (Regulation) Act, Depositories Act, Foreign Exchange Management Act, and regulations and guidelines under the SEBI Act. Additionally, it covers compliance with laws applicable to the company, such as the Factories Act, Industries (Development and Regulation) Act, Competition Act, Consumer Protection Act, Foreign Trade (Development & Regulation) Act, Customs Act, and Environmental Protection Act, as well as Secretarial Standards and SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015."
  },
  {
    "chk_id": 19,
    "chunk_summary": "The report highlights Gokaldas Exports Limited's compliance with relevant regulations and the Companies Act, noting a well-constituted Board of Directors with a balance of executive, non-executive, and independent directors. The company ensures adequate notice and information for board meetings, with unanimous decisions recorded in the minutes. A robust compliance mechanism, certified by the Managing Director and reviewed by the Board, is in place to monitor adherence to applicable laws. \n\nKey events during the audit period include the incorporation of 'Gokaldas Exports Corporation' in Delaware, USA, and 'Nava Apparels L.L.C-FZ' in Dubai, UAE. Additionally, the company allotted equity shares under the Gokaldas Exports Employee Restricted Stock Unit Plan, 2018, and acquired several entities through its subsidiaries, including Amibros S.A. and Atraco Logistics Co LLC. Gokaldas Exports also allotted equity shares to Matrix Clothing Private Limited for acquiring Matrix Design & Industries Private Limited and invested in a renewable captive generating plant. \n\nSpecial resolutions passed at the Annual General Meeting and Extraordinary General Meeting included the re-appointment of Sivaramakrishnan Ganapathi as Vice Chairman & Managing Director, the issuance of equity shares on a preferential basis, approval for raising funds through Qualified Institutions Placement (QIP), and amendments to the 'GEL Employee Stock Option Plan 2022'.\n\nThe company is also focused on energy conservation, implementing measures such as installing G2 Ozone machines, E-Flow machines, pad printing machines, and energy-efficient screen printing. It has replaced reciprocating compressors with high-efficiency screw air compressors and upgraded old boilers. The company utilizes alternate energy sources, including a rooftop solar system and an Energy Supply Agreement (ESA) with Clean Max Celeste Private Limited for a captive power generation facility."
  },
  {
    "chk_id": 20,
    "chunk_summary": "Gokaldas Exports Limited invested ₹314.74 lakhs in equity for renewable power consumption and approximately ₹40.56 Crore in energy conservation equipment during FY 2023-24. The company adopted advanced technologies like G2 Ozone and E-Flow machines to minimize water and energy usage, and pad/screen-printing machines for energy efficiency. An automated hanger system was implemented to enhance line efficiency and reduce handling time. These investments led to product improvement, cost reduction, and enhanced operational efficiency. The company imported technologies including automated hanger systems, E-Flow machines, and screen-printing machines in FY24, which have been fully absorbed. The company's foreign exchange earnings were ₹1,76,990.74 lakhs, while the outgo was ₹28,960.44 lakhs. Gokaldas Exports Limited has not entered into any contract/ arrangement/transaction with its related parties which are not in ordinary course of business or at arm’s length during the financial year 2023-24. The ratio of remuneration of Mr. Sivaramakrishnan Ganapathi, Mr. Prabhat Kumar Singh and Mr. Sundararajan Poorana Seenivasan to the median remuneration of the employees of the Company for the Financial Year is 105.98, 24.91 and 43.49 respectively. The percentage increase in remuneration of Mr. Sivaramakrishnan Ganapathi, Mr. Prabhat Kumar Singh, Mr. Sundararajan Poorana Seenivasan, Mr. Sathyamurthy. A and Mr. Gourish Hegde is -9.7%, 28.9%, 10%, 12.38% and 21% respectively. The percentage increase in the median remuneration of employees in the Financial Year is 5.50%. The number of permanent employees on the rolls of Company as of March 31, 2024 is 33,550."
  },
  {
    "chk_id": 21,
    "chunk_summary": "The document provides information on the increase in managerial remuneration and non-managerial salaries at Gokaldas Exports Limited, stating that they are in line with industry practice and market conditions. It also affirms that the remuneration adheres to the company's remuneration policy. Additionally, the document includes the Annual Report on CSR Activities as per Section 135 of the Companies Act, 2013, outlining the company's CSR policy, the composition of the CSR Committee, and details of CSR projects and expenditure for FY24. The CSR Committee includes Sivaramakrishnan Ganapathi, Mathew Cyriac, and Rama Bijapurkar. The company's CSR policy focuses on contributing to social, economic, and environmental development. The total CSR obligation for FY24 was ₹235.24 lakhs, which was fully spent. The report also confirms that no capital assets were created or acquired through CSR spending during the financial year. Furthermore, the document includes a Corporate Governance Report, emphasizing the company's commitment to enterprise, transparency, and accountability. The Board of Directors is composed of eminent persons with professional experience in diverse fields and complies with the Companies Act, 2013 and SEBI Listing Regulations."
  },
  {
    "chk_id": 22,
    "chunk_summary": "As of March 31, 2024, the Board of Directors of Gokaldas Exports Limited consists of 8 members, with a majority being Non-Executive Directors, including 4 Independent Directors, two of whom are women. The Independent Directors have confirmed their ability to discharge their duties without impairment, and the Board believes they meet the criteria specified in SEBI Listing Regulations. None of the Directors are related to each other. During FY23-24, the Board held 5 meetings. The attendance of each director at these meetings and the last Annual General Meeting, as well as their directorships and committee memberships in other listed companies, are detailed. Remuneration details for Executive Directors and sitting fees for Non-Executive Directors are provided. The senior management personnel as of March 31, 2024, are listed, and the key qualifications, expertise, and attributes of the Board members are highlighted, emphasizing their commitment to corporate governance."
  },
  {
    "chk_id": 23,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited details the qualifications of the Board of Directors, the process for selecting new directors, the familiarization programs for independent directors, and the code of conduct for directors and senior management. It also outlines the composition, meetings, and terms of reference of the Audit Committee, Nomination and Remuneration Committee, Stakeholders’ Relationship Committee, Corporate Social Responsibility Committee, and Risk Management Committee, highlighting compliance with the Companies Act, 2013 and SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015. The report includes a declaration on the Code of Conduct by Sivaramakrishnan Ganapathi, Vice Chairman & Managing Director, and a certificate from Nagendra D. Rao, Practising Company Secretary, confirming the directors' eligibility."
  },
  {
    "chk_id": 24,
    "chunk_summary": "The document outlines the roles, responsibilities, and activities of various committees within Gokaldas Exports Limited as per the Companies Act, 2013 and SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015. It details the functions of the Audit Committee, Nomination and Remuneration Committee, Stakeholders’ Relationship Committee, and Risk Management Committee, including their composition, meeting schedules, and key responsibilities such as reviewing internal controls, handling stakeholder grievances, and managing risk. The Nomination and Remuneration Committee conducted performance evaluations for the Board and its directors, while the Stakeholders’ Relationship Committee addressed shareholder complaints. The Risk Management Committee oversaw the company’s risk management framework, including cyber security. The document also mentions the compliance officer and the handling of shareholder complaints."
  },
  {
    "chk_id": 25,
    "chunk_summary": "This section of the Annual Report of Gokaldas Exports Limited for FY23-24 details the roles and responsibilities of the Risk Management Committee and the Corporate Social Responsibility Committee, along with other disclosures. The Risk Management Committee is responsible for formulating risk management policies, monitoring risks, and keeping the board informed. The Corporate Social Responsibility Committee, constituted as per Section 135 of the Companies Act, 2013, formulates and monitors the implementation of the corporate social responsibility policy. The report also covers the Independent Directors meeting, risk management practices, subsidiary companies' monitoring framework, disclosures on related party transactions, details of non-compliance, vigil mechanism and whistle blower policy, and compliance with mandatory and non-mandatory requirements of corporate governance norms."
  },
  {
    "chk_id": 26,
    "chunk_summary": "The text provides several disclosures and details pertaining to Gokaldas Exports Limited's FY23-24 Annual Report. It covers the Audit Committee's independent discussions with the Statutory Auditor, compliance with the Sexual Harassment of Women at the Workplace (Prevention, Prohibition and Redressal) Act, 2013, and the absence of material commodity price risk exposure. It details the utilization of funds raised through preferential allotment to Matrix Clothing Private Limited and Qualified Institutional Placement (QIP), as well as loans and advances to Wholly Owned Subsidiaries. The report confirms that the Board accepted all recommendations from its committees and discloses the fees paid to the statutory auditor, MSKA & Associates. There were no instances of non-compliance with Corporate Governance report requirements. The company maintains a functional website as per SEBI regulations. The report also includes details of the last three Annual General Meetings (AGMs), resolutions passed, and information on an Extraordinary General Meeting (EGM) and special resolutions passed via postal ballot, including the appointment of Pavitra Rajaram as an Independent Director."
  },
  {
    "chk_id": 27,
    "chunk_summary": "This section of the Annual Report of Gokaldas Exports Limited covers several key aspects related to corporate governance, shareholder information, and stock performance for FY23-24. It confirms that no special resolutions were passed via postal ballot and details the company's Insider Trading Policy, which aligns with SEBI regulations, including procedures for addressing potential leaks of Unpublished Price Sensitive Information (UPSI). A certificate from a Practicing Company Secretary, Nagendra D. Rao, confirms compliance with corporate governance conditions as per the SEBI Listing Regulations. The Secretarial Auditor’s certificate on share-based schemes will be available at the AGM. The Managing Director and CFO have issued a certificate on the financial statements as required by Regulation 17(8) of the SEBI Listing Regulations. The company communicates financial results and other information through the Financial Express, Prajavani, stock exchange notifications, and its website, including presentations to institutional investors and earnings call transcripts. The Annual General Meeting (AGM) is scheduled for September 19, 2024, and the book closure dates are from September 13 to September 19, 2024. The financial results calendar provides tentative dates for quarterly and annual results announcements. Gokaldas Exports Limited is listed on the National Stock Exchange of India Limited (NSE) and BSE Limited, and the listing fees for FY23-24 have been paid. KFin Technologies Limited serves as the Registrar & Share Transfer Agent (RTA). SEBI has disallowed transfer of securities in physical form. As of the report date, 99.99% of the company's shares are dematerialized. Disclosures regarding demat suspense accounts indicate 12 shareholders with 360 shares in suspense, with voting rights frozen. The report includes monthly high and low stock price data for both BSE and NSE, along with stock price performance charts comparing Gokaldas Exports' share price against the BSE SENSEX and NIFTY 50. The shareholding pattern as of March 31, 2024, is detailed, showing the distribution among promoters, mutual funds, foreign portfolio investors, and others."
  },
  {
    "chk_id": 28,
    "chunk_summary": "The document provides an overview of Gokaldas Exports Limited's shareholders, shareholding distribution, plant locations, credit ratings, and certifications as of March 31, 2024. It lists the top ten shareholders, including Clear Wealth Consultancy Services LLP and SBI Magnum Midcap Fund, and details the distribution of shareholdings by category. The document also includes a comprehensive list of the company's plant locations across various states in India, such as Karnataka, Tamil Nadu, Madhya Pradesh, Haryana and Jharkhand. Additionally, it mentions the credit ratings from CRISIL Limited and ICRA Limited, along with the address for correspondence and registrar and transfer agent details. The Managing Director and Chief Financial Officer certification confirms the accuracy and compliance of the financial statements with applicable laws and regulations."
  },
  {
    "chk_id": 29,
    "chunk_summary": "This document includes several compliance certificates and reports for Gokaldas Exports Limited. It covers the establishment and maintenance of Internal Controls for Financial Reporting, significant changes in accounting policies, and instances of fraud. The document also includes a Corporate Governance Compliance Certificate from Nagendra D. Rao, a Practicing Company Secretary, stating that Gokaldas Exports Limited complied with the conditions of Corporate Governance as stipulated in the SEBI Listing Regulations for the year ended on March 31, 2024. Additionally, there is a certificate confirming that none of the Directors on the Board as of March 31, 2024, have been debarred or disqualified from being appointed or continuing as Directors by regulatory authorities. The document also includes a Business Responsibility & Sustainability Report (BRSR) with general disclosures about the company, its products/services, and operations, noting that the report excludes data from Atraco and Matrix Design & Industries Private Limited."
  },
  {
    "chk_id": 30,
    "chunk_summary": "This section of the Gokaldas Exports Limited Annual Report FY23-24 provides details on the company's locations, export contributions, customer base, employee demographics, CSR activities, and responsible business conduct. The company has operations in 2 national locations (states within India) and exports to over 50 international countries, with exports contributing 90% of the total turnover. Its customers are primarily global fashion retailers, wholesalers, and brands in the US and Europe. The company employs 4,979 employees and 28,571 workers, with a significant female workforce, and also employs differently-abled individuals. The turnover rates for permanent employees and workers are disclosed for the past three financial years. Gokaldas Exports Limited has several subsidiary and stepdown subsidiary companies. CSR is applicable to Gokaldas Exports Limited, with details on turnover and net worth provided. The company addresses stakeholder grievances through established mechanisms and identifies climate change and energy transition as material issues, outlining approaches to mitigate risks and leverage opportunities."
  },
  {
    "chk_id": 31,
    "chunk_summary": "Gokaldas Exports Limited identifies several material issues related to responsible business conduct in its Annual Report FY23-24. These include increasing solar energy sourcing, achieving 100% fossil fuel replacement with biomass, and exploring wind energy to combat global warming and align with international climate agreements. Water management is crucial for operational efficiency and environmental sustainability, with measures to reduce fresh water demand, maximize water recycling using ZLD systems, install low liquor ratio and E-Flow laundry machines, explore rainwater harvesting, and use CETP treated water. Circularity is essential for mitigating resource depletion and reducing the environmental footprint, with efforts to improve design efficiency, implement waste segregation, explore upcycling, and increase sourcing of recycled materials. Human capital development is critical, especially for women, with investments in livelihood opportunities, safe work environments, employee well-being, and external training. Talent and skill management are vital, with skill development programs, soft and technical skills upliftment for women, career progression roadmaps, and programs to promote women in leadership roles. Responsible sourcing practices are necessary for sustainability, ethical standards, and compliance, with mapping of suppliers, development of guidelines, and initiation of traceability programs. Community engagement fosters trust and strengthens the social license to operate through CSR initiatives focused on healthcare, education, skill development, and community health."
  },
  {
    "chk_id": 32,
    "chunk_summary": "The text discusses the importance of grievance redressal mechanisms and health and safety standards in the garment manufacturing industry. It highlights the need for accessible platforms for workers to voice concerns, especially for female workers facing gender discrimination or harassment. A robust grievance redressal system promotes respect, trust, and workforce retention. The text also emphasizes the significance of health and safety in the industry, given the physically demanding tasks and exposure to hazards. Implementing strict standards and providing protective equipment are crucial for preventing accidents and ensuring employee well-being. The text further provides an overview of Gokaldas Exports Limited's adherence to the NGRBC Principles and Core Elements, covering aspects such as policy coverage, board approval, translation into procedures, and extension to value chain partners. It mentions certifications from global bodies for sustainability and ESG Standards, along with specific commitments like achieving net-zero emissions by 2045 and water positivity by 2030. The company's performance against these commitments, governance structure, and review mechanisms are also detailed."
  },
  {
    "chk_id": 33,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited focuses on Principle 1 of the NGRBC Principles, which emphasizes integrity, ethics, transparency, and accountability in business conduct. It covers training programs on these principles for various segments of the company, including the Board of Directors, Key Management Personnel (KMP), employees, and workers. The report details the percentage of coverage by these training programs and the topics covered, such as business strategy, corporate governance, sustainability, CSR, supply chain management, supervisory skill training (SST), workplace cooperation program (WCP), supervisory development program (SDP), Prevention of Sexual Harassment Training (PoSH), Women Empowerment and Leadership Development Program (WE-LEAD), Re-Imagining Industry to Support Equality (RISE), Health and Safety (H&S), and Sharp Tool Management (STM). The document also addresses fines, penalties, and other actions by regulatory bodies, the company's anti-corruption and anti-bribery policies, and complaints related to conflicts of interest. It includes data on accounts payable days and the concentration of purchases and sales with trading houses, dealers, and related parties. Furthermore, it discusses awareness programs for value chain partners and processes to manage conflicts of interest involving the Board of Directors."
  },
  {
    "chk_id": 34,
    "chunk_summary": "The document outlines Gokaldas Exports Limited's adherence to ethical conduct, compliance with national and international laws, and management of conflicts of interest, as detailed in their code of conduct. It also highlights the company's commitment to sustainability and employee well-being, referencing the Annual Report FY23-24. The company invests in energy-efficient equipment and assesses its supply chain for sustainability, with a focus on sustainable sourcing and waste management. The report also details the measures taken for the well-being of employees and workers, including health and accident insurance, maternity benefits, and day care facilities, alongside retirement benefits."
  },
  {
    "chk_id": 35,
    "chunk_summary": "The document provides details on worker-related aspects at Gokaldas Exports Limited for FY 2023-24, in comparison to FY 2022-23. It covers PF, Gratuity, and ESI deductions and deposits, accessibility for differently-abled employees as per the Rights of Persons with Disabilities Act, 2016, and equal opportunity policies. Return to work and retention rates after parental leave are provided, along with the existence of a grievance redressal mechanism for permanent workers. The report also details employee and worker membership in associations or unions, training on health and safety measures and skill upgradation, and performance and career development reviews. Furthermore, it describes the health and safety management system, processes for hazard identification and risk assessment, and access to medical and healthcare services. Safety-related incidents, including the Lost Time Injury Frequency Rate (LTIFR), are reported, and measures taken to ensure a safe and healthy workplace are outlined, emphasizing a 'Safety First' approach."
  },
  {
    "chk_id": 36,
    "chunk_summary": "Gokaldas Exports Limited prioritizes employee health and safety, maintaining Safety Committees across all manufacturing units to proactively manage standards and ensure a secure workplace. All units undergo health and safety assessments by independent third parties, complying with global standards like LABS, SLCP/FSLM, and SMETA. Regular training on potential risks is provided to workers and supervisors, with workers encouraged to undergo health check-ups. Equipment is periodically checked, and workers involved in civil work receive PPE and training. Facilities are in place to reduce air and noise pollution, and factories are equipped with fire protection equipment. For FY 2023-24, there were 4 complaints regarding working conditions and none for health and safety. 100% of plants and offices were assessed for health & safety practices and working conditions, with no significant risks identified. The company does not extend life insurance or compensatory packages in the event of death of employees/workers, but eligible employees/workmen have been covered under ESI or under group personal accident insurance policies. Compensatory packages is considered on merit basis by management. The company ensures statutory dues are deducted and deposited by value chain partners through explicit contract terms and discussions. No employees/workers suffered high consequence work-related injury/ill-health/fatalities in FY 2023-24. Transition assistance programs are provided to facilitate continued employability. No value chain partners were assessed for health and safety practices or working conditions. The company identifies key stakeholders by defining its scope and activities, analyzing internal and external stakeholders, and establishing communication channels. Key stakeholders include employees & workers, customers, government, suppliers, shareholders, media, and the local community and NGO. The company provides training on human rights issues and policies to its employees and workers."
  },
  {
    "chk_id": 37,
    "chunk_summary": "This section of the Annual Report FY23-24 for Gokaldas Exports Limited details the company's approach to employee welfare, stakeholder engagement, and human rights. It covers the composition of the workforce, minimum wage compliance, and remuneration details, including gender-based wage analysis. The report highlights processes for stakeholder consultation on economic, environmental, and social topics, with feedback integrated into company policies through committees like the Stakeholders’ Relationship Committee, CSR Committee, Risk Management Committee, and NRC Committee. Instances of addressing stakeholder concerns, particularly regarding health, hygiene, and nutrition, are noted, along with support for vulnerable groups. The report also outlines mechanisms for addressing human rights issues, including internal grievance committees and a whistle blower policy, and reports on the absence of complaints related to sexual harassment, discrimination, child labor, forced labor, and wages. Assessments of plants and offices cover child labor, forced labor, sexual harassment, discrimination, and wages, with corrective actions in place for any identified risks."
  },
  {
    "chk_id": 38,
    "chunk_summary": "This section of the Annual Report FY23-24 for Gokaldas Exports Limited details the company's leadership indicators related to human rights and environmental protection. It covers the company's approach to addressing human rights grievances, the scope of human rights due diligence, accessibility for differently-abled visitors, and assessment of value chain partners regarding child labor, forced labor, sexual harassment, discrimination, and wages. No significant risks or concerns were reported from these assessments. The report also provides data on energy consumption from renewable and non-renewable sources, energy intensity, water withdrawal and consumption, water intensity, water discharge, and air emissions (NOx, Sox, Particulate matter (PM), Volatile organic compounds (VOC)). The company has implemented Zero Liquid Discharge (ZLD) systems at all its wet process units, achieving over 92% water recovery for reuse. Validation of environmental data is conducted by Bureau Veritas and Teks Tech Inspection India Private Limited as per HIGG FEM 4.0 standards."
  },
  {
    "chk_id": 39,
    "chunk_summary": "This section of the Annual Report FY23-24 for Gokaldas Exports Limited details the company's environmental impact and sustainability efforts. It includes data on hazardous air pollutants, greenhouse gas emissions (Scope 1 and Scope 2), waste management practices, and compliance with environmental laws. The company is investing in energy-efficient machinery and renewable energy sources to reduce GHG emissions. Waste management practices include recycling, reusing, and responsible disposal through authorized recyclers. Gokaldas Exports Limited has implemented the Zero Discharge of Hazardous Chemicals (ZDHC) program and complies with Manufacturing Restricted Substance List (MRSL) and brands Restricted Substance Lists (RSL). The company confirms that it does not operate in ecologically sensitive areas and is compliant with applicable environmental laws and regulations in India. Environmental data is validated by Bureau Veritas and Teks Tech Inspection India Private Limited as prescribed by HIGG FEM 4.0."
  },
  {
    "chk_id": 40,
    "chunk_summary": "The document provides a detailed overview of Gokaldas Exports Limited's water management, emissions, and environmental initiatives for FY 2023-24, comparing them with FY 2022-23. The company's total water withdrawal decreased from 409,061 kilolitres in FY 2022-23 to 320,558 kilolitres in FY 2023-24, with groundwater being the primary source. Water consumption also decreased from 169,571 kilolitres to 132,883 kilolitres. The company discharges treated water to third parties (CETP and municipal sewage line), amounting to 45,880 kilolitres in FY 2023-24. The company has not assessed Scope 3 emissions but plans to conduct a baseline assessment in alignment with Net Zero ambition. Gokaldas Exports Limited does not operate in ecologically sensitive areas. The company has implemented initiatives such as installing E-flow laundry machines and G2-Ozone technology machines, and upgrading sewing machines to reduce water and energy consumption. The company has a risk management policy and emergency preparedness plans in place. The company is a member of 6 chambers/associations, including Apparel Export Promotion Council (AEPC) and Confederation Of Indian Industry (CII)."
  },
  {
    "chk_id": 41,
    "chunk_summary": "This section of the Annual Report FY23-24 for Gokaldas Exports Limited focuses on Principle 8, which advocates for businesses to promote inclusive growth and equitable development. It covers essential indicators such as Social Impact Assessments (SIA), Rehabilitation and Resettlement (R&R) projects, community grievance mechanisms, sourcing from MSMEs and within India, and job creation in smaller towns. The company did not undertake any projects requiring SIA or R&R during the reporting period. It details its engagement with communities through regular interactions and feedback mechanisms. The report also provides data on the percentage of input material sourced from MSMEs and within India, as well as wages paid to employees in different locations. Leadership indicators include actions to mitigate negative social impacts (none reported), CSR projects in aspirational districts (none in identified districts), preferential procurement policies (none in place), and details of benefits derived from intellectual properties based on traditional knowledge (not applicable). It also includes details of beneficiaries of CSR projects."
  },
  {
    "chk_id": 42,
    "chunk_summary": "This text provides an overview of Gokaldas Exports Limited's CSR projects and their impact, along with details on consumer engagement and data privacy measures. The CSR initiatives focus on supporting healthcare facilities, schools, and community development, with a significant portion of beneficiaries from vulnerable groups. The company also addresses consumer complaints and feedback through its retail stores and has well-defined cyber policies and procedures to protect data privacy and information security. Additionally, the text includes the Independent Auditor’s Report on the standalone financial statements of Gokaldas Exports Limited as of March 31, 2024."
  },
  {
    "chk_id": 43,
    "chunk_summary": "The audit report expresses an opinion that the standalone financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, provide a true and fair view in accordance with the Companies Act, 2013 and Indian Accounting Standards. The audit was conducted following the Standards on Auditing (SAs) specified under Section 143(10) of the Act, ensuring independence and ethical responsibilities as per the Institute of Chartered Accountants of India (ICAI) guidelines. A key audit matter identified was the revenue recognition process, particularly concerning the timing of revenue recognition in accordance with Ind AS 115. The audit procedures included assessing the appropriateness of revenue recognition policies, understanding and testing controls over revenue recognition, verifying revenue transactions with underlying documents, performing three-way matches for sales, conducting cut-off testing, assessing manual journals, obtaining management representation, and evaluating the appropriateness of disclosures. The Board of Directors is responsible for the other information, including the Management report, Chairman’s statement, Director’s report, Business Responsibility and Sustainability Reporting, which will be reviewed for material inconsistencies. The Board of Directors is also responsible for preparing the standalone financial statements in accordance with the Companies Act, 2013 and relevant accounting standards."
  },
  {
    "chk_id": 44,
    "chunk_summary": "The management of Gokaldas Exports Limited is responsible for maintaining accounting records, applying accounting policies, making reasonable judgments, and maintaining internal financial controls to ensure the accuracy and completeness of financial statements. The Board of Directors oversees the company's financial reporting process and assesses the company's ability to continue as a going concern. The auditor's responsibilities include obtaining reasonable assurance that the standalone financial statements are free from material misstatement, whether due to fraud or error, and issuing an auditor's report that includes their opinion. The audit was conducted in accordance with Standards on Auditing (SAs). The report also covers other legal and regulatory requirements as per the Companies Act, 2013, including compliance with accounting standards, internal financial controls, and disclosure of pending litigations. The company has used accounting software with an audit trail feature, but it was not enabled throughout the year for all relevant transactions at the application level and was not enabled at the database level to log any direct data changes."
  },
  {
    "chk_id": 45,
    "chunk_summary": "The audit report for Gokaldas Exports Limited for the year ended March 31, 2024, conducted by M S K A & Associates, highlights several key points. The company used a third-party payroll software but, due to the absence of an independent auditor's report of the service organization, the auditors were unable to determine whether the software had an audit trail feature enabled and operated throughout the year. An inventory software with an audit trail feature was used, but the feature was not enabled at the database level. The audit trail facility was operated throughout the year for all relevant transactions recorded in the accounting software, except for the software at the database level. The auditors found no instances of tampering with the audit trail feature where it was enabled. The remuneration paid to directors was within the limits prescribed under Section 197 read with Schedule V of the Companies Act, 2013. The auditors also assessed the risks of material misstatement, internal controls, accounting policies, and the going concern basis of accounting. Proper records were maintained for property, plant, and equipment, and physical verification was conducted. Title deeds for immovable properties were generally held in the name of the company, with a few exceptions."
  },
  {
    "chk_id": 46,
    "chunk_summary": "The audit report for Gokaldas Exports Limited's FY23-24 includes details on property, plant, and equipment, inventory, loans and advances, and statutory dues. A land in Andhra Pradesh- Pileru with a gross carrying value of 37.01 lakhs is held in the name of Andhra Pradesh Industrial Infrastructure Corporation Limited due to pending fulfillment of title deed registration conditions. Title deeds of immovable properties aggregating to 1,614.41 lakhs are pledged with banks. The company has provided loans, advances, and guarantees to subsidiaries and employees, with outstanding balances detailed. The company has been sanctioned working capital limits in excess of 5 crores from Banks and/financial institutions on the basis of security of current assets. Quarterly returns/statements filed with such Banks/financial institutions are in agreement with the books of accounts of the Company. Undisputed statutory dues have been regularly deposited, and there are no outstanding amounts for more than six months."
  },
  {
    "chk_id": 47,
    "chunk_summary": "The audit report for Gokaldas Exports Limited as of March 31, 2024, reveals several key points regarding statutory dues, loan repayments, and compliance with the Companies Act, 2013. The company had outstanding income tax dues of ₹1,894.48 lakhs for the assessment year 2022-23, which are under dispute with the Deputy Commissioner of Income Tax. Additionally, there were disputes regarding interest and penalty related to employee provident fund contributions amounting to ₹122.54 lakhs, of which ₹91.81 lakhs has been paid as deposits to Employees Provident Fund Tribunal, pertaining to periods between April 2005 and July 2015. The report confirms that all transactions are accounted for in the books and no undisclosed income was surrendered during the year. Gokaldas Exports Limited has not defaulted on loan repayments or interest payments and has not been declared a willful defaulter by any financial institution. The company did not raise funds through term loans or initial/further public offers but complied with the requirements of Section 42 and Section 62 of the Companies Act, 2013, for preferential allotment or private placement of shares. No material fraud was noticed or reported, and no whistle-blower complaints were received. The company's transactions with related parties comply with Sections 177 and 188 of the Companies Act, 2013, and are appropriately disclosed. An internal audit system commensurate with the size and nature of the business is in place, and internal audit reports have been considered. The company has not engaged in non-cash transactions with directors and is not required to register under Section 45 IA of the Reserve Bank of India Act, 1934, as it is not a Nidhi Company or a Core Investment Company. Gokaldas Exports Limited did not incur cash losses in the current or preceding financial year, and there were no resignations of statutory auditors during the year."
  },
  {
    "chk_id": 48,
    "chunk_summary": "The audit report indicates that Gokaldas Exports Limited is capable of meeting its liabilities within one year from the balance sheet date, based on financial ratios, asset realization, liability payment dates, and management plans. However, this is not an assurance of future viability, and the report is based on facts available up to the audit date. The company has complied with Section 135 of the Companies Act, 2013, regarding required contributions, with no unspent amounts needing transfer. Additionally, the report confirms that Gokaldas Exports Limited has adequate and effective internal financial controls with reference to standalone financial statements as of March 31, 2024, based on criteria established by the company and the Guidance Note issued by the Institute of Chartered Accountants of India (ICAI). The management and Board of Directors are responsible for maintaining these controls, which ensure orderly business conduct, asset safeguarding, fraud prevention, accurate accounting records, and timely preparation of reliable financial information."
  },
  {
    "chk_id": 49,
    "chunk_summary": "The provided text includes the Independent Auditor's Report on the Standalone Financial Statements, the Standalone Balance Sheet as at March 31, 2024, the Standalone Statement of Profit and Loss for the year ended March 31, 2024, and the Standalone Cash Flow Statement for the year ended March 31, 2024, for Gokaldas Exports Limited. The Independent Auditor's Report mentions the inherent limitations of internal financial controls, which may lead to undetected material misstatements. The financial statements detail the assets, equity, and liabilities of the company, as well as its income and expenses, and cash flows."
  },
  {
    "chk_id": 50,
    "chunk_summary": "The provided text is an excerpt from the Annual Report FY23-24 of Gokaldas Exports Limited, specifically detailing the adjustments to reconcile profit before tax to net cash flows, cash flow from investing activities, cash flow from financing activities, and reconciliation of cash and cash equivalents. It also includes the Standalone Statement of Changes in Equity for the years ended March 31, 2024, and March 31, 2023, covering Equity Share Capital and Other Equity components. The statement of cash flows has been prepared under the indirect method as set out in Ind AS - 7 on Statement of Cash Flows notified under Section 133 of the Companies Act, 2013. The report is signed by key management personnel including Mathew Cyriac (Chairman), Sivaramakrishnan Ganapathi (Vice Chairman and Managing Director), Sathyamurthy A (Chief Financial Officer), and Gourish Hegde (Company Secretary), along with Pankaj S Bhauwala (Partner) from M S K A & Associates."
  },
  {
    "chk_id": 51,
    "chunk_summary": "The document provides notes to the standalone financial statements of Gokaldas Exports Limited for the year ended March 31, 2024. It includes corporate information, material accounting policies, and details on the presentation of financial statements in accordance with Indian Accounting Standards (Ind AS). The company's operations include design, manufacture, and sale of garments for men, women, and children, catering to international fashion brands and retailers. The financial statements are prepared on the historical cost basis, with certain financial instruments measured at fair value. The document also outlines the classification of assets and liabilities as current or non-current and describes the fair value measurement of financial instruments using valuation techniques."
  },
  {
    "chk_id": 52,
    "chunk_summary": "The document outlines the accounting policies of Gokaldas Exports Limited for the year ended March 31, 2024, focusing on foreign currencies, revenue recognition, non-current assets held for sale, government grants, and taxes. For foreign currencies, transactions are recorded at the exchange rate on the transaction date, with monetary items re-translated at the reporting period's end rate. Revenue recognition, following Ind AS 115, occurs when control of goods transfers to the customer, typically upon delivery. The company also earns revenue from job work contracts, recognized when services are rendered. Revenue is derived from fixed price contracts. Export incentives are recognized on accrual basis. Non-current assets are classified as held for sale when their carrying amounts will be recovered principally through a sale rather than through continuing use. Government grants are recognized when there is reasonable assurance of compliance and receipt, treated as income upon fulfillment of conditions. Tax expenses include current and deferred tax, with current tax liabilities calculated using enacted tax rates and laws."
  },
  {
    "chk_id": 53,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited outlines the accounting policies for deferred income tax, property, plant and equipment (PPE), intangible assets, depreciation/amortization, and borrowing costs. It details how deferred tax assets and liabilities are recognized and measured, including the treatment of Minimum Alternative Tax (MAT). For PPE, it explains the transition to Ind AS, the valuation of assets, depreciation methods, and the handling of derecognition. The policy also covers the amortization of intangible assets with finite lives and the treatment of borrowing costs, including interest and exchange differences."
  },
  {
    "chk_id": 54,
    "chunk_summary": "The document outlines the accounting policies of Gokaldas Exports Limited concerning borrowing costs, leases, inventories, provisions and contingent liabilities, and retirement and other employee benefits. Borrowing costs directly attributable to the acquisition, construction, or production of a qualifying asset are capitalized as part of the asset's cost until it is ready for its intended use, while all other borrowing costs are expensed in the period they occur. Leases are classified as either finance or operating leases based on whether they transfer substantially all the risks and rewards of ownership to the company. The company recognizes right-of-use assets and lease liabilities for lease arrangements, with exceptions for short-term and low-value leases. Inventories, including raw materials, work-in-progress, and finished goods, are valued at the lower of cost or net realizable value, with cost determined on a weighted average basis. Provisions are recognized when the company has a present obligation as a result of a past event, and it is probable that an outflow of resources will be required to settle the obligation. Contingent liabilities are disclosed but not recognized in the financial statements. Retirement benefits, such as provident fund, employee state insurance, and pension fund, are defined contribution schemes, with contributions recognized as expenditure when an employee renders the related service. All employee benefits payable within twelve months are classified as short-term employee benefits and recognized in the statement of profit and loss in the period in which the employee renders the related service."
  },
  {
    "chk_id": 55,
    "chunk_summary": "The document provides details on Gokaldas Exports Limited's accounting practices for gratuity, leave encashment, share-based payments, and financial instruments as of March 31, 2024. Gratuity liability, a defined benefit obligation, is funded through a policy from Life Insurance Corporation of India (LIC) and is based on actuarial valuation using the projected unit credit method. Employees who complete 4 years and 240 days of service are eligible for gratuity. Accumulated leave expected to be utilized within twelve months is treated as a short-term employee benefit, while leave expected to be carried forward beyond twelve months is treated as a long-term employee benefit and is also based on actuarial valuation. The company recognizes re-measurements of actuarial gains and losses in the standalone balance sheet through OCI and past service costs in profit or loss. Share-based payments are accounted for as equity-settled transactions, with costs determined by fair value at the grant date and recognized over the service period. Financial instruments are initially measured at transaction cost and subsequently at fair value, with transaction costs treated differently based on whether the instruments are at fair value through profit and loss. Investments in equity instruments issued by subsidiaries, associates, and joint ventures are measured at cost less impairment. The effective interest method is used to calculate the amortized cost of financial instruments and allocate interest income or expense."
  },
  {
    "chk_id": 56,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited describes the accounting policies related to financial assets, financial liabilities, equity instruments, and derivative financial instruments. Financial assets are classified and measured at amortized cost, fair value through other comprehensive income, or fair value through profit and loss, based on the business model and contractual cash flow characteristics. Impairment of financial assets is assessed using the expected credit loss model. Financial liabilities and equity instruments are classified based on the substance of contractual arrangements. Financial liabilities are initially measured at fair value and subsequently at amortized cost, with specific treatments for financial guarantee contracts and de-recognition. The company uses derivative financial instruments, such as foreign exchange forwards, to mitigate foreign currency risks, with their accounting treatment depending on whether they are designated as hedges."
  },
  {
    "chk_id": 57,
    "chunk_summary": "This text from Gokaldas Exports Limited's Annual Report FY23-24 outlines the accounting policies for various financial aspects. It details the discontinuation of hedge accounting, the treatment of gains or losses in cash flow hedging reserves, and the process for impairment of non-financial assets like PPE and intangible assets. The method for determining recoverable amounts and recognizing impairment losses or reversals is specified. Additionally, the policy for Corporate Social Responsibility (CSR) expenditure, and the definition of cash and cash equivalents are provided. Furthermore, it includes detailed schedules for Property, Plant and Equipment (PPE) and Right-of-Use Assets, showing gross carrying value, additions, disposals, depreciation, and net book value as of March 31, 2023, and March 31, 2024."
  },
  {
    "chk_id": 58,
    "chunk_summary": "This section of the Annual Report FY23-24 for Gokaldas Exports Limited provides details on the company's intangible assets, non-current and current financial assets, loans, other financial assets, and deferred tax assets as of March 31, 2024, compared to the previous year. The report includes the gross and net carrying values of computer software, investments in subsidiaries (both domestic and foreign), investments in other companies, government securities, preference shares, and mutual fund units. It also covers loans given to subsidiaries, security deposits, interest accrued, loans to employees, derivative instruments, and deferred tax assets related to depreciation and expenditure."
  },
  {
    "chk_id": 59,
    "chunk_summary": "The financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, provide details on various assets and liabilities. Deferred income tax assets increased from ₹3,064.73 lakhs to ₹3,605.31 lakhs due to recognition in profit and loss and other comprehensive income (OCI). Non-current tax assets decreased from ₹386.70 lakhs to ₹81.15 lakhs, reflecting a lower advance payment of income tax. Other non-current assets remained relatively stable at ₹699.23 lakhs, comprising capital advances and prepaid expenses. Current assets increased to ₹9,650.94 lakhs from ₹7,928.63 lakhs, driven by prepaid expenses, balances with statutory authorities, advances to suppliers, and export incentives receivable. Inventories increased to ₹36,267.77 lakhs from ₹29,229.37 lakhs, including raw materials, work-in-progress, finished goods, and consumables. Trade receivables increased to ₹20,977.66 lakhs from ₹13,582.42 lakhs, with an impairment allowance of ₹516.78 lakhs. Cash and cash equivalents increased slightly to ₹1,408.76 lakhs, while bank balances held as margin money or security against borrowings increased significantly to ₹7,195.15 lakhs. The authorized equity share capital increased to ₹4,250.00 lakhs due to an increase in the number of shares, and the issued equity capital increased to ₹3,165.01 lakhs due to the issue of shares and exercise of share options."
  },
  {
    "chk_id": 60,
    "chunk_summary": "This section of the Annual Report FY23-24 for Gokaldas Exports Limited provides details on the company's share capital, other equity components, and financial liabilities related to borrowings as of March 31, 2024, compared to March 31, 2023. It outlines the rights attached to equity shares, including voting rights and dividend entitlements, and lists shareholders holding more than 5% of shares, such as Clear Wealth Consultancy Services LLP, SBI Mutual Funds, Nippon Life India Trustee Ltd, and Goldman Sachs Funds - Goldman Sachs India Equity. The report also details the shareholding of promoters, including Clear Wealth Consultancy Services LLP and Gautham Madhavan. Information on shares reserved for issue under Employee Stock Option (ESOP) and Restricted Stock Units (RSU) plans is referenced. The 'Other Equity' section breaks down various reserves and surplus accounts, including securities premium reserve, general reserve, capital reserve on amalgamation, share-based payments reserve, retained earnings, and cash flow hedging reserve. Finally, it presents the financial liabilities related to borrowings, distinguishing between non-current and current borrowings, including term loans and packing credit loans from banks."
  },
  {
    "chk_id": 61,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited provides detailed financial information regarding the company's liabilities, revenue, and other income for the fiscal years ending March 31, 2024, and March 31, 2023. It covers total financial liabilities, lease liabilities, provisions for employee benefits, trade payables, other current financial liabilities, and other current liabilities. The report also breaks down revenue from operations, including sales of finished goods (exports and domestic) and other operating revenues, disaggregated by primary geographic markets. Additionally, it includes details on other income sources such as interest income, gains on disposal of property, plant and equipment, and fair value gains on investments. The cost of raw materials and components consumed is also specified, along with inventory details."
  },
  {
    "chk_id": 62,
    "chunk_summary": "The standalone financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, provide a detailed overview of the company's financial performance and position. The total cost of raw materials and components consumed was INR 102,772.41 lakhs in FY24 compared to INR 105,256.28 lakhs in FY23. Purchases of stock-in-trade were not present in FY24 but amounted to INR 85.27 lakhs in FY23. There were changes in inventories of finished goods and work-in-progress, with a decrease of INR 3,000.23 lakhs in FY24 compared to an increase of INR 12,324.37 lakhs in FY23. Employee benefit expenses increased from INR 61,901.53 lakhs in FY23 to INR 70,638.29 lakhs in FY24. Finance costs decreased slightly from INR 2,535.48 lakhs in FY23 to INR 2,416.43 lakhs in FY24. Depreciation and amortization expenses increased from INR 7,075.33 lakhs in FY23 to INR 7,879.38 lakhs in FY24. Other expenses increased from INR 15,091.63 lakhs in FY23 to INR 17,344.25 lakhs in FY24. Payments to auditors, excluding GST, increased from INR 52.55 lakhs in FY23 to INR 67.78 lakhs in FY24. Corporate Social Responsibility (CSR) expenditure increased from INR 103.55 lakhs in FY23 to INR 235.24 lakhs in FY24, with the funds utilized for education and healthcare activities as specified in Schedule VII of the Companies Act, 2013. There were no exceptional items in FY24, compared to a net gain of INR 605.03 lakhs on the disposal of property, plant, and equipment in FY23. The financial statements also include a ratio analysis, presenting key financial ratios such as the current ratio, debt-equity ratio, debt service coverage ratio, return on equity ratio, inventory turnover ratio, trade receivables turnover ratio, trade payable turnover ratio, net capital turnover ratio, net profit ratio, return on capital employed, and return on investment."
  },
  {
    "chk_id": 63,
    "chunk_summary": "This document provides a detailed analysis of Gokaldas Exports Limited's financial performance for the year ended March 31, 2024. It includes key financial ratios such as Return on Equity, Inventory Turnover, Trade Receivables Turnover, Trade Payable Turnover, Net Capital Turnover, Net Profit Ratio, Return on Capital Employed, and Return on Investment, along with explanations for variances in these ratios compared to the previous year. The document also details the company's borrowings, including non-current and current borrowings, their terms of repayment, applicable interest rates, and the nature of security provided. It also mentions the interest subvention received under the Interest Equalisation Scheme for pre and post shipment rupee export credit of Reserve Bank of India."
  },
  {
    "chk_id": 64,
    "chunk_summary": "The document provides notes to the standalone financial statements of Gokaldas Exports Limited for the year ended March 31, 2024. It details the company's income tax obligations in India, including the applicability of the Income Tax Act, 1961, and provisions for Minimum Alternate Tax (MAT). The document mentions Section 115BAA, which allows domestic companies to opt for a lower tax rate of 22% under certain conditions. It also covers the carry forward of business losses and unabsorbed depreciation. The income tax expenses for FY24 and FY23 are specified, along with a reconciliation of taxes to the amount computed by applying the statutory income tax rate to the income before taxes. Furthermore, the document outlines the calculation of Earnings Per Share (EPS), both basic and diluted, and discusses significant accounting estimates and assumptions, including those related to income taxes, property, plant, and equipment, and right-of-use assets and lease liabilities."
  },
  {
    "chk_id": 65,
    "chunk_summary": "The document outlines significant accounting judgments and estimates made by Gokaldas Exports Limited in preparing its standalone financial statements for the year ended March 31, 2024. These include determining incremental borrowing rates for leases, assessing impairment of non-current assets and investments using discounted cash flow (DCF) models, and measuring the fair value of financial instruments based on market inputs and judgment-based factors like liquidity, credit risk, and volatility. Contingent liabilities are evaluated considering uncertain future events, while defined benefit obligations like gratuity are determined through actuarial valuations involving assumptions about discount rates, salary increases, and mortality rates. The company also makes estimates for obsolete inventory, expected credit losses on financial assets, and fair value of non-current assets held for sale. Employee share-based payments are valued using the Black-Scholes-Merton model, and revenue from export incentives is measured based on eligibility, timing, and government-notified rates. Additionally, the document provides segment information as per Ind AS 108, identifying the company's operating segment as the sale of garments, with geographic details for India and the rest of the world."
  },
  {
    "chk_id": 66,
    "chunk_summary": "These notes to the standalone financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, detail the company's commitments and contingencies, including leases, litigations, capital commitments, and hedging activities. The company assesses lease arrangements, claims, and legal environments to record liabilities and provide disclosures in its financial statements. The company uses judgement in assessing whether a contract (or part of contract) include a lease, the lease term (including anticipated renewals), the applicable discount rate, variable lease payments whether are in-substance fixed. The company is also involved in various other litigations and claims other than as tabulated above, the impact of which is not quantifiable. These cases are pending with various courts/forums and are scheduled for hearings. The company uses foreign exchange forward contracts as hedging instruments in cash flow hedges of forecast sales in foreign currency. These forecast transactions are highly probable, and they comprise about 100% of the Company’s total expected sales in foreign currency."
  },
  {
    "chk_id": 67,
    "chunk_summary": "This section of the Annual Report FY23-24 for Gokaldas Exports Limited provides details on cash flow hedges and post-employment benefit plans, specifically gratuity. For cash flow hedges, the company assesses their effectiveness, with net unrealized gains/losses included in Other Comprehensive Income (OCI). Amounts retained in OCI at March 31, 2024, are expected to mature and affect the statement of profit and loss during the years ending March 31, 2025, and March 31, 2026. The movement in the cash flow hedge reserve is detailed, showing the opening balance, gains/losses recognized in OCI, amounts reclassified to the statement of profit and loss, and the closing balance for both March 31, 2024, and March 31, 2023. Regarding gratuity, the plan is governed by the Payment of Gratuity Act, 1972, and is funded with Life Insurance Corporation of India. The report includes tables summarizing net benefit expenses recognized in the statement of profit or loss, remeasurement gains/losses recognized in OCI, and the net defined benefit asset/liability. It also details changes in the present value of the defined benefit obligation and the fair value of plan assets. The company expects to contribute ₹3,170.09 lakhs towards the gratuity fund. Future benefit payments are projected, and the major categories of plan assets are shown as a percentage of the fair value of total plan assets. Principal assumptions used in determining gratuity, such as discount rate, salary escalation, employee turnover, retirement age, and mortality rate, are also provided, along with a quantitative sensitivity analysis for significant assumptions."
  },
  {
    "chk_id": 68,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited provides details on related party transactions and relationships as of March 31, 2024. It identifies entities with significant influence, wholly-owned subsidiaries, step-down subsidiaries, other body corporates, and key management personnel. The report lists various transactions with related parties, including sales, purchases, jobwork income, sale of property, plant and equipment, rent, interest income, corporate guarantee service income, stock options exercised, and investments made in subsidiaries. It also details managerial remuneration and sitting fees paid to directors. Furthermore, it presents a summary of outstanding balances with related parties, including financial liabilities, loans receivable, other financial assets, and remuneration payable to key managerial personnel."
  },
  {
    "chk_id": 69,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited provides disclosures related to dues and payments to micro and small enterprises, as well as details on the company's share-based payments, specifically the Employee Stock Option Plan (ESOP) and Restricted Stock Unit (RSU) plans. For dues to micro and small enterprises, the principal amount due remaining unpaid as of March 31, 2024, is INR 273.37 lakhs, compared to INR 241.02 lakhs as of March 31, 2023. There are no overdue amounts to Micro, Small and Medium Enterprises as of March 31, 2024 and March 31, 2023. The company's employee benefit plans include ESOP 2010, RSU 2018, and ESOP 2022, all approved by shareholders and compliant with SEBI guidelines. These plans cover employees of the company, including those in subsidiaries and directors, and provide for the issue of shares with a face value of INR 5 each. The fair value of stock options is estimated using the Black-Scholes-Merton (BSM) option pricing model, and share-based compensation costs are recognized as expenses over the service period. The movement of shares under each plan is detailed, including opening balances, grants, exercises, lapses, and closing balances, along with weighted average exercise prices and contractual lives. The inputs to the BSM model, such as dividend yield, expected volatility, risk-free interest rate, and expected life of share options, are also provided."
  },
  {
    "chk_id": 70,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited provides disclosures on financial instruments, detailing their significance to the company and offering additional information on balance sheet items containing them. It covers the accounting policies for financial assets and liabilities, including recognition criteria, measurement bases, and income/expense recognition. The report presents the carrying value and fair value of financial assets and liabilities as of March 31, 2024, and March 31, 2023, categorized by amortized cost and fair value through Other Comprehensive Income (OCI). It also includes a fair value hierarchy analysis, grouping financial instruments into Level 1 (quoted prices in active markets), Level 2 (valuation techniques with observable inputs), and Level 3 (valuation techniques with significant unobservable inputs). The company's financial risk management objectives and policies are outlined, addressing exposure to fluctuations in foreign currency exchange rates, interest rates, equity prices, liquidity, and credit risk. The risk management framework aims to stabilize business planning and enhance earnings predictability."
  },
  {
    "chk_id": 71,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited discusses the company's management of financial risks, including market risk (interest rate and foreign currency risk), credit risk, and liquidity risk. Market risk is the potential for loss due to changes in financial instrument prices, influenced by interest rates, exchange rates, and market liquidity. The company manages interest rate risk through a mix of fixed and variable rate loans, and foreign currency risk by hedging transactions expected within 12 months using foreign currency forward contracts. Credit risk, the risk of counterparty default, is managed through customer credit risk policies and impairment analysis. Liquidity risk, the risk of not meeting financial obligations, is mitigated by maintaining sufficient liquidity, utilizing working capital lines, and investing surplus funds in low-risk assets. Sensitivity analyses are provided to demonstrate the potential impact of interest rate and foreign currency fluctuations on the company's profit before tax."
  },
  {
    "chk_id": 72,
    "chunk_summary": "The text discusses equity price risk, capital management, transfer pricing requirements, fair value assessment of investments, legal matters, dividend recommendations, asset sales, acquisition of Matrix Design and Industries Private Limited (“MDIPL”), Covid-19 related employee wages, and agreements with Clean Max Enviro Energy Solutions Private limited and Clean Max Celeste Private Limited. Gokaldas Exports Limited's equity price risk is related to changes in the fair value of equity securities, with a maximum exposure of ₹34,807.65 lakhs as of March 31, 2024. The company manages its capital to create shareholder value, monitoring a gearing ratio of 10.54% as of March 31, 2024. It is also addressing transfer pricing requirements and has reassessed its investment in an associate, reclassifying it to 'Others' after recognizing an impairment loss. Additionally, the company has acquired 100% shareholding in Matrix Design and Industries Private Limited (“MDIPL”) for a consideration of ₹32,306 lakhs settled through a combination of cash consideration of ₹7,557 lakhs and preferential allotment of 27,31,366 equity shares of Gokaldas Exports Limited at a price of 906.14 per share."
  },
  {
    "chk_id": 73,
    "chunk_summary": "Gokaldas Exports Limited made several financial and regulatory disclosures in its annual report. The company invested in a Special Purpose Vehicle (SPV) by acquiring a 26% stake for ₹315 lakhs, classified as an investment recorded at fair value. Subsequent to March 31, 2024, Gokaldas Exports Limited raised ₹60,000 lakhs through a Qualified Institutional Placement (QIP), allotting 77,41,935 equity shares at ₹775 per share, in compliance with SEBI regulations. The company provided corporate guarantees to its wholly-owned subsidiaries, Gokaldas Exports FZCO and Nava Apparels L.L.C. – FZ, for USD 34 million and USD 7 million, respectively, to facilitate loans for the acquisition of ATRACO Group entities. Additionally, loans of USD 7 million and USD 8 million were advanced to Gokaldas Exports FZCO and Nava Apparels L.L.C. – FZ, respectively. The company affirmed compliance with regulatory requirements, including those related to benami property, borrowings secured by current assets, and the number of layers prescribed under the Companies Act, 2013. It also confirmed that it has not been declared a wilful defaulter and has not engaged in transactions with struck-off companies. The company has provided loans to its wholly owned subsidiaries 'Gokaldas Exports FZCO' and 'Nava Apparels LLC' (Intermediaries) and these Intermediaries directly invested in other entities identified by Gokaldas Exports Limited for the purpose of acquiring the ATRACO group. Gokaldas Exports Limited does not have any undisclosed income which is not recorded in the books of account that has been surrendered or disclosed as income during the year March 31, 2024 and March 31, 2023 in the tax assessments under the Income Tax Act, 1961. The Audit Committee reviewed and the Board of Directors approved the standalone financial statements on May 26, 2024."
  },
  {
    "chk_id": 74,
    "chunk_summary": "The provided text is an Independent Auditor’s Report on the consolidated financial statements of Gokaldas Exports Limited and its subsidiaries (the Group) for the year ended March 31, 2024. The report expresses an opinion that the consolidated financial statements give a true and fair view in conformity with Indian Accounting Standards (Ind AS) and the Companies Act, 2013. The audit was conducted in accordance with Standards on Auditing (SAs). Key audit matters identified include revenue recognition as per Ind AS 115 and the accounting for business combinations, specifically the acquisitions of ATRACO group and Matrix Design & Industries Private Limited (MDIPL), including the purchase price allocation (PPA) and identification of intangible assets."
  },
  {
    "chk_id": 75,
    "chunk_summary": "The audit report discusses the recognition of Goodwill amounting to ₹ 54,787.46 lakhs due to consideration paid in excess of net assets acquired, which is considered a key audit matter. The audit procedures included evaluating the management's expert, tracing the consideration, involving valuation experts to assess key assumptions, verifying the accuracy of Goodwill calculations, and assessing the adequacy of disclosures as per Ind AS 103. The Board of Directors is responsible for the consolidated financial statements, ensuring a true and fair view in accordance with accounting principles and the Companies Act, 2013. The auditor's responsibility is to obtain reasonable assurance that the financial statements are free from material misstatement. The report also mentions that the financial statements of eight subsidiaries and four step-down subsidiaries were audited by other auditors, and the report relies on their reports for the amounts and disclosures related to these subsidiaries."
  },
  {
    "chk_id": 76,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited discusses the auditor's report on the consolidated financial statements, including subsidiaries located outside India. The financial statements of these foreign subsidiaries were prepared according to accounting principles generally accepted in their respective countries and audited by other auditors. The Holding Company's management converted these financial statements to Indian accounting principles, and these adjustments were audited. The auditor's opinion is based on these reports and adjustments. One subsidiary's financial statements, with total assets and revenue of ` Nil as of March 31, 2024, were unaudited but deemed immaterial to the Group. The report also covers legal and regulatory requirements under Section 143(3) of the Companies Act, 2013, including the maintenance of proper books of account, compliance with Accounting Standards, and directors' qualifications. It also addresses pending litigations, long-term contracts, and the transfer of funds to the Investor Education and Protection Fund. Additionally, it includes representations from the management regarding funds advanced or loaned to intermediaries for ultimate beneficiaries and funds received from funding parties for ultimate beneficiaries."
  },
  {
    "chk_id": 77,
    "chunk_summary": "The statutory auditors' report for Gokaldas Exports Limited and its subsidiaries includes several key observations regarding dividend payments, accounting software, and compliance with the Companies (Auditor’s Report) Order 2020 (CARO). The final dividend paid by the Holding Company and its subsidiaries during the year in respect of the same declared for the previous year is in accordance with Section 123 of the Companies Act, 2013. However, The Holding Company and its subsidiaries incorporated in India has not declared any dividend during the year. The Holding Company and five subsidiaries used accounting software with an audit trail feature, but this feature was not enabled for all relevant transactions at the application level or at the database level to log direct data changes. A payroll software operated by a third-party service provider was used, but without an independent auditor's report, it's impossible to verify the audit trail feature's functionality. The Holding Company also used an inventory software with an audit trail feature, but it was not enabled at the database level. The remuneration paid to directors by the Holding Company is within the limits prescribed under Section 197 of the Companies Act, 2013, except for six subsidiaries where this section doesn't apply. The report also notes remarks made in the CARO reports for Gokaldas Exports Limited and several subsidiaries, including issues with title deeds of immovable properties and cash losses incurred by some subsidiaries."
  },
  {
    "chk_id": 78,
    "chunk_summary": "This document is an annexure to the independent auditor's report on the consolidated financial statements of Gokaldas Exports Limited for the year ended March 31, 2024. It details the auditor's responsibilities, including risk assessment, internal control evaluation, and the appropriateness of accounting policies. The auditors have expressed an opinion that Gokaldas Exports Limited and its Indian subsidiaries maintained adequate and effective internal financial controls with reference to consolidated financial statements as of March 31, 2024, based on criteria established by the companies and the Institute of Chartered Accountants of India (ICAI). The management and board of directors are responsible for establishing and maintaining these internal financial controls."
  },
  {
    "chk_id": 79,
    "chunk_summary": "This text is an excerpt from the Annual Report FY23-24 of Gokaldas Exports Limited, focusing on the auditor's responsibility regarding internal financial controls over consolidated financial statements. The auditor, M S K A & Associates, conducted the audit in accordance with the Guidance Note issued by the ICAI and Standards on Auditing, ensuring compliance with ethical requirements and reasonable assurance about the effectiveness of internal financial controls. The audit included procedures to obtain evidence about the adequacy and operating effectiveness of these controls, with the auditor's judgment determining the procedures based on the risk of material misstatement. The report also addresses the inherent limitations of internal financial controls, such as the possibility of collusion or management override, which may lead to undetected misstatements. Additionally, it mentions that the auditor's report relies on the corresponding reports of the auditors of six subsidiary companies incorporated in India. The consolidated balance sheet as at March 31, 2024, is presented, detailing assets, equity, and liabilities, with comparative figures from March 31, 2023."
  },
  {
    "chk_id": 80,
    "chunk_summary": "The consolidated statement of profit and loss for Gokaldas Exports Limited for the year ended March 31, 2024, shows a total income of ₹2,40,898.71 lakhs compared to ₹2,24,722.93 lakhs in the previous year. Total expenses amounted to ₹2,24,999.29 lakhs, resulting in a profit before exceptional items and tax of ₹15,899.42 lakhs. After accounting for tax expenses, the profit after tax for the period was ₹13,097.20 lakhs. The total comprehensive income for the period attributable to equity holders was ₹14,234.23 lakhs. Basic earnings per share stood at ₹21.55, while diluted earnings per share was ₹20.51. The consolidated cash flow statement indicates net cash flows used in operating activities of ₹(17,706.17) lakhs and net cash flows used in investing activities of ₹(53,741.51) lakhs. Net cash flows from financing activities amounted to ₹75,323.38 lakhs. The net increase in cash and cash equivalents was ₹3,875.70 lakhs, resulting in cash and cash equivalents at the end of the year totaling ₹5,424.79 lakhs. The reconciliation of liabilities arising from financing activities shows a balance of ₹80,485.96 lakhs as of March 31, 2024."
  },
  {
    "chk_id": 81,
    "chunk_summary": "The document is an excerpt from the Annual Report FY23-24 of Gokaldas Exports Limited, focusing on the Consolidated Statement of Changes in Equity and the significant accounting policies applied in preparing the consolidated financial statements. The Statement of Cash Flows has been prepared under the Indirect method as set out in IND AS - 7 on Statement of Cash Flows notified under Section 133 of the Companies Act, 2013. The company's equity share capital increased from ₹3,028.90 lakhs as of March 31, 2023, to ₹3,169.15 lakhs as of March 31, 2024, due to additional shares issued during the year. Other equity components, including securities premium, general reserve, and retained earnings, are detailed with changes attributed to profit, hedging instruments, post-employment benefits, and share-based payments. The company's significant accounting policies are compliant with Indian Accounting Standards (Ind AS) as notified under the Companies (Indian Accounting Standards) Rules, 2015, with consistent application across all periods presented."
  },
  {
    "chk_id": 82,
    "chunk_summary": "The consolidated financial statements of Gokaldas Exports Limited are prepared on a historical cost basis, with certain financial assets and liabilities measured at fair value, and presented in Indian Rupees. The statements consolidate the financials of the company and its subsidiaries as of March 31, 2024, based on the principle of control, which includes power over the investee, exposure to variable returns, and the ability to affect those returns. Consolidation begins when control is obtained and ceases when control is lost. Uniform accounting policies are applied, and adjustments are made for any differing policies among group members. The consolidation procedure involves combining like items, offsetting the parent's investment in subsidiaries, eliminating intragroup transactions, and accounting for non-controlling interests. Changes in ownership without loss of control are treated as equity transactions, while loss of control results in derecognition of assets and liabilities, recognition of fair values, and reclassification of OCI components. Assets and liabilities are classified as current or non-current based on expected realization or settlement within twelve months or the operating cycle. Financial instruments, including derivatives, are measured at fair value at each balance sheet date."
  },
  {
    "chk_id": 83,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited outlines the accounting policies related to fair value measurement, foreign currencies, and revenue recognition. Fair value measurement is based on the principal or most advantageous market accessible by the Group, using assumptions that market participants would use. The fair value hierarchy categorizes assets and liabilities into three levels based on the observability of inputs: Level 1 (quoted market prices), Level 2 (observable inputs), and Level 3 (unobservable inputs). Transactions in foreign currencies are recorded at exchange rates prevailing on the transaction date, with monetary items re-translated at the end of each reporting period. Exchange differences are included in the Consolidated Statement of Profit and Loss. Revenue recognition primarily occurs when control of goods is transferred to the customer, typically upon delivery. The Group also derives revenue from job work contracts, recognized when services are rendered. Revenue is derived from fixed price contracts, with no significant variable consideration. Export incentives are recognized on an accrual basis, and interest income is recorded using the effective interest rate (EIR). Dividend income is accounted for when the right to receive the dividend is established. Non-current assets are classified as held for sale when their carrying amounts will be recovered principally through a sale rather than through continuing use."
  },
  {
    "chk_id": 84,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited outlines the accounting policies related to assets held for sale, government grants, taxes on income, and property, plant, and equipment (PPE).  \n\n**Assets Held for Sale:** An asset is classified as held for sale when it is available for immediate sale in its present condition, its sale is highly probable, and it will genuinely be sold, not abandoned. The sale is considered highly probable when management is committed to a sale plan, an active program to locate a buyer has been initiated, the asset is actively marketed at a reasonable price, the sale is expected to be completed within one year, and there are no likely significant changes to the plan. Assets held for sale are measured at the lower of their carrying amount and fair value less costs to sell and are presented separately in the consolidated balance sheet.\n\n**Government Grants:** Government grants are recognized when there is reasonable assurance that the conditions attached to them will be complied with and the grants will be received. Grants related to assets are treated as income in the Consolidated Statement of Profit and Loss upon fulfilment of the conditions, and are presented in the Consolidated Balance Sheet by deducting the grant from the carrying amount of the asset. Grants related to revenue are recognized systematically in the statement of profit and loss to match them with the related costs they are intended to compensate. Export incentives are recognized on an accrual basis according to the schemes formulated by the Government of India, provided there is reasonable assurance of compliance with the attached conditions.\n\n**Taxes on Income:** Tax expense includes current and deferred tax. Current income tax is based on the taxable profit for the year, calculated using enacted or substantively enacted tax rates and laws. Current income tax related to items recognized outside profit or loss is recognized in other comprehensive income (OCI) or equity. Deferred tax is recognized on differences between the carrying values of assets and liabilities and their tax bases, using the balance sheet liability model. Deferred tax assets are recognized to the extent that future taxable profits will be available to utilize temporary differences, unused tax credits, and tax losses. Deferred tax assets and liabilities are measured at the tax rates expected to apply when the asset is realized or the liability is settled, based on enacted or substantively enacted tax rates and laws. Deferred tax assets and liabilities are offset if there is a legally enforceable right to set off current tax assets against current tax liabilities and they relate to the same taxable entity and taxation authority. Minimum Alternative Tax (MAT) paid in India is recognized as a deferred tax asset if it is probable that future economic benefits will be realized.\n\n**Property, Plant and Equipment (PPE):** On transitioning to Ind AS, Gokaldas Exports Limited elected to continue with the carrying value of its PPE as of March 31, 2016, measured according to previous GAAP, as the deemed cost on April 1, 2016. Freehold land is carried at historical cost and is not depreciated. Capital work-in-progress and other PPE are stated at historical cost less accumulated depreciation and impairment losses. Historical cost includes directly attributable acquisition expenditures. Subsequent costs are included in the asset’s carrying amount or recognized as a separate asset when future economic benefits are probable and the cost can be measured reliably. Components with significantly different useful lives are depreciated separately, while other repairs and maintenance are charged to profit and loss as incurred."
  },
  {
    "chk_id": 85,
    "chunk_summary": "These notes to the consolidated financial statements of Gokaldas Exports Limited for the year ended March 31, 2024, detail the accounting policies used in preparing the financial statements. Depreciation is calculated using the written down value method based on the useful lives of the assets as estimated by the management, aligning with the rates under Schedule II of the Companies Act, 2013. The useful lives for different asset categories are specified, such as 30 years for buildings, 15 years for plant and machinery, and 3 years for computers. Leasehold improvements are amortized over their useful life or the lease term, whichever is shorter. The residual values, useful lives, and depreciation methods are reviewed annually.\n\nIntangible assets are initially measured at cost and subsequently carried at cost less accumulated amortization and impairment losses. Intangible assets with finite lives are amortized over their useful economic life, and both the amortization period and method are reviewed annually. Gains or losses from derecognition of intangible assets are recognized in the Consolidated Statement of Profit and Loss.\n\nBorrowing costs directly attributable to the acquisition, construction, or production of qualifying assets are capitalized as part of the asset's cost. All other borrowing costs are expensed in the period they occur. The determination of whether an arrangement is or contains a lease is based on the substance of the arrangement at the inception of the lease. Leases are classified as either finance leases or operating leases.\n\nFor leases entered into before April 1, 2016, the company determined whether the arrangement contained a lease based on the facts and circumstances existing on the date of transition. Leased assets under finance leases are depreciated over the asset's useful life, or the lease term if ownership is not reasonably certain. The Group recognizes a right-of-use asset (“ROU”) and a corresponding lease liability for all lease arrangements in which it is a lessee, except for leases with a term of twelve months or less (short-term leases) and low value leases. Lease liability and ROU asset have been separately presented in the Balance Sheet and lease payments have been classified as financing cash flows.\n\nInventories, including raw materials, packing materials, stores, spares, and consumables, are valued at the lower of cost and net realizable value, with cost determined on a weighted average basis. Work-in-progress and finished goods are also valued at the lower of cost and net realizable value."
  },
  {
    "chk_id": 86,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited outlines the accounting policies related to cost determination, inventory valuation, provisions, contingent liabilities, employee benefits, and share-based payments. Cost is determined using a weighted average basis, including direct materials, labor, and manufacturing overheads, but excluding borrowing costs, and is valued at the lower of cost and net realizable value. Provisions are recognized for present obligations resulting from past events when an outflow of resources is probable and can be reliably estimated, while contingent liabilities are disclosed but not recognized. Retirement benefits, such as provident fund and employee state insurance, are defined contribution schemes, with contributions recognized as expenditure. Gratuity liability is a defined benefit obligation funded through Life Insurance Corporation of India policies and is actuarially valued. Share-based payments to employees are accounted for as equity-settled transactions, with costs determined by fair value at the grant date and recognized over the service period."
  },
  {
    "chk_id": 87,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited outlines the accounting policies related to service and non-market performance conditions, financial instruments, financial assets, and financial liabilities. Service and non-market performance conditions are assessed to estimate the number of equity instruments that will vest, while market performance conditions are reflected in the grant date fair value. Non-vesting conditions are reflected in the fair value and lead to immediate expensing unless service or performance conditions exist. No expense is recognized for awards that do not vest due to unmet non-market performance or service conditions. Modifications to equity-settled awards result in recognizing a minimum expense equivalent to the original terms, with additional expenses for modifications increasing the fair value or benefiting the employee. Financial instruments are recognized when the Group becomes a party to the contract, initially measured at transaction cost and fair value. The effective interest method is used to calculate the amortized cost of financial instruments and allocate interest income or expense. Financial assets are measured at amortized cost or fair value through other comprehensive income based on the business model and contractual terms. Impairment of financial assets is recognized using expected credit losses. Financial liabilities and equity instruments are classified based on the substance of contractual arrangements. Financial liabilities are initially measured at fair value, net of transaction costs, and subsequently at amortized cost using the effective interest rate method."
  },
  {
    "chk_id": 88,
    "chunk_summary": "The document outlines the accounting policies of Gokaldas Exports Limited concerning financial instruments, impairment of non-financial assets, CSR expenditure, and cash equivalents. It details the recognition, measurement, and de-recognition of financial guarantee contracts, emphasizing adherence to Ind AS 109 for impairment assessment. The use of derivative financial instruments, particularly foreign exchange forwards for hedging, is explained, including cash flow hedge accounting and the treatment of effective and ineffective portions. The policy addresses impairment of assets like PPE and intangible assets, defining recoverable amount and cash-generating units. CSR expenditure is charged to the consolidated statement of profit and loss. Cash and cash equivalents include cash at banks, on hand, and short-term deposits with maturities of three months or less."
  },
  {
    "chk_id": 89,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited provides details on the company's subsidiaries, both Indian and foreign, as of March 31, 2024, and March 31, 2023. For each subsidiary, the report lists the country of incorporation, the relationship to Gokaldas Exports Limited (holding or stepdown subsidiary), the percentage of effective ownership interest and voting rights held, and the net assets (total assets minus total liabilities) in lakhs and as a percentage of consolidated net assets. It also includes the share in profit and loss, other comprehensive income, and total comprehensive income, both in lakhs and as a percentage of profit and loss or total comprehensive income. Additionally, the report includes details on the company's property, plant, and equipment (PPE) and capital work-in-progress, providing a breakdown of gross carrying value, additions, disposals, and the total for various categories such as land, buildings, plant and machinery, and computers."
  },
  {
    "chk_id": 90,
    "chunk_summary": "The provided text is a segment from the Annual Report FY23-24 of Gokaldas Exports Limited, detailing the company's consolidated financial statements. It includes specific figures related to Property, Plant, and Equipment (PPE), Right-of-Use Assets, Other Intangible Assets, Goodwill, and Financial Assets, both current and non-current, for the years ending March 31, 2023, and March 31, 2024. The data encompasses gross carrying value, additions, disposals, depreciation, amortization, impairment, and net book value for various asset categories. Additionally, it mentions investments in government securities, unquoted equity shares (including Yepme UK Limited and Clean Max Celest Private Limited), and liquid mutual fund units. It also refers to legal proceedings against Yepme UK Limited and the application of Indian Accounting Standards (Ind AS) in valuing certain assets."
  },
  {
    "chk_id": 91,
    "chunk_summary": "This section of the Annual Report FY23-24 for Gokaldas Exports Limited details various financial assets, tax assets, and inventories as of March 31, 2024, and March 31, 2023. It covers other financial assets, including security deposits, loans to employees, and derivative instruments, as well as deferred and non-current tax assets. Additionally, it discusses other non-current and current assets such as capital advances, prepaid expenses, and advances to suppliers, including movements in provisions for doubtful advances. The report also provides a breakdown of inventories, including raw materials, work-in-progress, finished goods, and consumables, and specifies the method of valuation. Furthermore, it details financial assets related to trade receivables, including aging and impairment allowances, and cash and cash equivalents, including balances with banks and cash on hand."
  },
  {
    "chk_id": 92,
    "chunk_summary": "The financial statement provides details on the cash and bank balances, equity share capital, and other equity components of Gokaldas Exports Limited for the fiscal year ending March 31, 2024. Total financial assets, including cash and cash equivalents, amounted to ₹5,424.79 lakhs, a significant increase from ₹1,472.21 lakhs in the previous year. Bank balances not considered cash equivalents include non-current fixed deposits of ₹7,309.14 lakhs. The authorized share capital increased from 65,000,000 shares (₹3,250.00 lakhs) to 85,000,000 shares (₹4,250.00 lakhs). Issued equity capital stood at 63,382,860 shares, amounting to ₹3,169.15 lakhs. Major shareholders include Clear Wealth Consultancy Services LLP (10.19%), SBI Mutual Funds (9.40%), Nippon Life India Trustee Ltd (6.47%), and Goldman Sachs Funds - Goldman Sachs India Equity (5.23%). The shareholding of promoters such as Clear Wealth Consultancy Services LLP and Gautham Madhavan remained consistent. Other equity components include securities premium reserve (₹75,687.22 lakhs), general reserve (₹2,192.09 lakhs), capital reserve on amalgamation (₹9,769.12 lakhs), share-based payments reserve (₹4,695.78 lakhs), retained earnings (₹33,467.37 lakhs), and a foreign currency translation reserve (-₹539.63 lakhs)."
  },
  {
    "chk_id": 93,
    "chunk_summary": "This text from the Annual Report FY23-24 of Gokaldas Exports Limited provides details on the company's financial liabilities, including borrowings, lease liabilities, and trade payables, as well as provisions for employee benefits and other liabilities. It also presents a breakdown of revenue from operations, including exports, domestic sales, and other operating revenues, disaggregated by primary geographic markets. The report includes specific figures for the years ended March 31, 2024, and March 31, 2023, allowing for a year-over-year comparison of the company's financial position and performance."
  },
  {
    "chk_id": 94,
    "chunk_summary": "The financial statements provide a detailed breakdown of Gokaldas Exports Limited's revenue, income, and expenses for the fiscal year ended March 31, 2024, compared to the previous year. Key highlights include the geographic distribution of revenue from finished goods sales, with India being the primary market. The company's contracts are for delivery within 12 months, aligning with Ind AS 115 guidelines. Other income primarily consists of interest income, gains from mutual fund unit sales, and fair value gains. The cost of raw materials consumed increased significantly due to business combinations and higher purchases. Employee benefits expense rose due to increased salaries, contributions to funds, and share-based payments. Finance costs increased due to interest on loans and lease liabilities. Depreciation and amortization expense also increased. Other expenses include manufacturing, utility, rental, legal, and CSR expenditures. CSR activities focus on education and healthcare, adhering to Section 135 of the Companies Act, 2013."
  },
  {
    "chk_id": 95,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited provides detailed notes on borrowings and income tax. It includes information on both non-current and current borrowings, specifying the gross amount, outstanding balance, applicable interest rates, terms of repayment, and nature of security for term loans from banks. For current borrowings, it details the credit facilities, utilized amounts, and interest rates for packing credit loans, bill discounting, working capital demand loans, and bank overdrafts. It also mentions the Interest Equalisation Scheme by the Reserve Bank of India. Additionally, the section covers the company's obligations and options under the Income Tax Act, 1961, including provisions for Minimum Alternate Tax (MAT) and Section 115BAA, which allows for a lower tax rate under certain conditions."
  },
  {
    "chk_id": 96,
    "chunk_summary": "The consolidated financial statements for the year ended March 31, 2024, of Gokaldas Exports Limited include details on income tax expenses, earnings per share (EPS), and significant accounting estimates and assumptions. The income tax expenses are reconciled to the amount computed by applying the statutory income tax rate to the income before taxes. Basic and diluted EPS are calculated based on the profit attributable to equity holders and the weighted average number of equity shares. Significant accounting estimates and assumptions, such as those related to income taxes, property, plant and equipment, right-of-use assets and lease liabilities, impairment of non-current assets including investments, and fair value measurement of financial instruments, require management judgment and could materially affect the financial statements."
  },
  {
    "chk_id": 97,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited discusses significant accounting estimates and judgments made in preparing the consolidated financial statements. Key areas include contingent liabilities, defined benefit obligations (gratuity plans), obsolete inventory provisions, expected credit losses on financial assets, non-current assets held for sale, employee share-based payments, and revenue from export incentives. These estimates involve assumptions about future events, discount rates, salary increases, mortality rates, risk of default, timing of collections, fair value determination, and government policies. The report also provides segment information, disclosing revenue and non-current assets for India and the Rest of World. Additionally, it covers commitments and contingencies related to leases, detailing the movement in lease liabilities and the judgments involved in identifying and measuring lease arrangements as per Ind AS 116. The Group operates in a single business segment of sale of garment and mainly operates in two geographical areas of the world, i.e., India and Rest of World."
  },
  {
    "chk_id": 98,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited provides details on lease liabilities, contingencies, capital and other commitments, corporate guarantees, and hedging activities. As of March 31, 2024, the current lease liabilities amounted to ₹4,481.63 lakhs and non-current lease liabilities were ₹14,048.41 lakhs, totaling ₹18,530.04 lakhs. The contractual maturities of these liabilities on an undiscounted basis were ₹6,419.99 lakhs for less than one year, ₹12,946.02 lakhs for one to five years, and ₹4,500.01 lakhs for more than five years, totaling ₹23,866.02 lakhs. The group believes that current assets are sufficient to meet the obligations related to lease liabilities. Rental expenses for short-term leases during the year amounted to ₹1,700.52 lakhs.\n\nRegarding contingencies, the group faces claims and assertions, for which it records a liability if a potential loss is probable and estimable, disclosing possible but not probable losses. Specific contingencies include bank guarantees (outstanding ₹1,380.84 lakhs as of March 31, 2024), outstanding letters of credit (₹30,123.41 lakhs), and litigations, including matters relating to direct taxes under dispute (₹1,894.47 lakhs) and other taxes (₹1,122.54 lakhs). The group believes none of these contingencies would have a material adverse effect on its financial condition.\n\nCapital and other commitments include ₹1,673.24 lakhs for contracts remaining to be executed on capital account and ₹1,61,647.03 lakhs relating to forward contracts hedging highly probable forecast sales. The company has provided corporate guarantees to banks for credit limits obtained by its wholly owned subsidiaries, namely Sri Susamyuta Knits Private Limited, Gokaldasexports Acharpura Private Limited, Gokaldas Exports FZCO, and Nava Apparels L.L.C-FZ.\n\nThe group uses foreign exchange forward contracts, measured at fair value through OCI, to hedge forecast sales in foreign currency. As of March 31, 2024, the nominal amount of hedging instruments was ₹1,61,647.03 lakhs, with a carrying amount of ₹925.95 lakhs in assets. The cash flow hedges were assessed to be highly effective, with a net unrealised gain included in OCI. The amounts retained in OCI at March 31, 2024, are expected to mature and affect the statement of profit and loss during the years ending March 31, 2025, and March 31, 2026."
  },
  {
    "chk_id": 99,
    "chunk_summary": "This section of the Annual Report FY23-24 for Gokaldas Exports Limited provides details on hedge ineffectiveness, gratuity and other post-employment benefit plans, and related party transactions. Regarding hedging, the closing balance amount recognized in the consolidated statement of profit and loss is provided. The gratuity plan, governed by the Payment of Gratuity Act, 1972, is detailed including net benefit expenses, remeasurement gains/losses recognized in other comprehensive income, net defined benefit asset/liability, changes in the present value of defined benefit obligation, and changes in the fair value of plan assets. The company expects to contribute ₹3,190.70 lakhs towards the gratuity fund. The report also includes major categories of plan assets, principal assumptions used in determining gratuity, and a quantitative sensitivity analysis for significant assumptions such as discount rate, salary escalation rate, and attrition rate. Lastly, the names of related parties and their relationships, specifically key management personnel, are listed."
  },
  {
    "chk_id": 100,
    "chunk_summary": "The document provides details on related party transactions, dues/payments to micro and small enterprises, and share-based payments for Gokaldas Exports Limited for the year ended March 31, 2024. It includes a summary of transactions with related parties, such as stock options exercised, managerial remuneration, and sitting fees paid to directors. It also discloses the dues and payments to micro and small enterprises as identified by the group. Additionally, it outlines the company's employee benefit plans, including ESOP 2010, RSU 2018, and ESOP 2022, detailing the movement of stock options and related expenses."
  },
  {
    "chk_id": 101,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited provides details on the movement of shares under the RSU 2018 Plan and ESOP 2022 Plan, including opening and closing balances, shares granted, exercised, and lapsed, along with weighted average exercise prices. It also lists inputs to the models used for the ESOP 2010 Plan and ESOP 2022 plan, such as dividend yield, expected volatility, risk-free interest rate, expected life of share options, and weighted average exercise price, using the Black-Scholes Merton (BSM) options pricing model. Additionally, it includes disclosures on financial instruments, presenting the carrying value and fair value of financial assets and liabilities as of March 31, 2024, and March 31, 2023, categorized by amortized cost and fair value through OCI (Other Comprehensive Income). It also provides an analysis of financial instruments measured at fair value, grouped into Level 1 (quoted prices in an active market), Level 2 (valuation techniques with observable inputs), and Level 3 (valuation techniques with significant unobservable inputs)."
  },
  {
    "chk_id": 102,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited discusses the company's financial instruments, fair value measurements, and financial risk management objectives and policies. It covers the methods used to determine the fair value of assets and liabilities, including short-term financial instruments and foreign exchange forward contracts. The company is exposed to market risk, including interest rate risk and foreign currency risk, and has policies in place to manage these risks, such as maintaining a balanced portfolio of fixed and variable rate loans and hedging transactions. The company is also exposed to credit risk, which is managed through established policies and procedures. The maximum exposure to credit risk was ₹68,708.15 lakhs as of March 31, 2024."
  },
  {
    "chk_id": 103,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited discusses the company's approach to managing financial risks, capital, and business combinations. It covers credit risk management for trade receivables and balances with banks, liquidity risk management through working capital lines and investments, and equity price risk related to investments in equity securities. The company's capital management strategy aims to create shareholder value by meeting long-term and short-term goals, maintaining an optimal gearing ratio, and complying with financial covenants. Additionally, it details the acquisition of the ATRACO Group, including the consideration transferred and the accounting method used, in accordance with Ind AS 103."
  },
  {
    "chk_id": 104,
    "chunk_summary": "The text provides details on the acquisitions made by Gokaldas Exports Limited, specifically focusing on the fair value of assets and liabilities acquired, and the calculation of goodwill for ATRACO Group and Matrix Design & Industries Private Limited (MDIPL). For ATRACO, the total fair value of consideration transferred was ₹45,798.34 lakhs, leading to a goodwill of ₹21,219.87 lakhs. ATRACO contributed ₹25,558.94 lakhs in revenue and ₹102.39 lakhs to the profit before tax. For MDIPL, the total fair value of consideration transferred was ₹32,306.00 lakhs, resulting in a goodwill of ₹33,567.59 lakhs. The acquisitions were accounted for using the acquisition method as per Ind AS 103. The text also mentions the group's compliance with transfer pricing requirements, assessment of fair value of investment in an associate held for sale and petition filed with the Group Law Board for compounding of offence."
  },
  {
    "chk_id": 105,
    "chunk_summary": "This section of the Annual Report FY23-24 of Gokaldas Exports Limited provides additional corporate and regulatory details. It discusses transactions with CMS Info Systems Private Limited under the erstwhile Companies Act, 1956, the sale of a building on leasehold land resulting in a gain of ₹605.03 lakhs, and the acquisition of 100% shareholding in Matrix Design and Industries Private Limited for ₹32,306 lakhs through a combination of cash and equity shares. It also covers the payment of ex-gratia amounts to employees during COVID-19 lockdowns, an investment in a renewable Captive Generating Plant through Clean Max Enviro Energy Solutions Private limited and Clean Max Celeste Private Limited, and a Qualified Institutional Placement (QIP) that raised ₹60,000 lakhs. Additionally, it mentions the recommendation and payment of a final dividend of ₹1 per equity share. The report confirms compliance with regulatory requirements, including those related to benami property, borrowings from banks, wilful defaulter status, transactions with struck-off companies, number of layers prescribed under the Companies Act, 2013, and schemes of arrangement. It also details loans provided to wholly-owned subsidiaries for the acquisition of the ATRACO group and compliance with relevant provisions of the Foreign Exchange Management Act, 1999, Prevention of Money-Laundering act, 2002, and the Companies Act, 2013. The report also confirms that the company has not received any funding with the understanding to lend or invest in other entities identified by the funding party, has no undisclosed income, and has not traded in cryptocurrency. It also states that the company has not revalued its property, plant and equipment or intangible assets. Finally, it addresses the pending implementation of the Code on Social Security, 2020."
  },
  {
    "chk_id": 106,
    "chunk_summary": "The document includes the auditor's report and the notice for the Twenty First (21st) Annual General Meeting (“AGM”) of Gokaldas Exports Limited, scheduled for September 19, 2024. The AGM will address the adoption of financial statements, the reappointment of Mathew Cyriac as a Non-Executive Director, and the reappointment of Prabhat Kumar Singh as a Whole-Time Director. Additionally, it covers the approval for payment of commission to Non-Executive and Independent Directors, capped at 1% of the company's net profits, effective from April 1, 2024. The financial statements for the year ended March 31, 2024, were reviewed by the Audit Committee and approved by the Board of Directors on May 26, 2024. Certain figures in the financial statements have been rounded off or truncated, and previous year's figures have been regrouped or reclassified for consistency."
  },
  {
    "chk_id": 107,
    "chunk_summary": "The 21st Annual General Meeting (AGM) of Gokaldas Exports Limited is being held through VC/OAVM (Video Conferencing/Other Audio Visual Means) without the physical presence of members, in compliance with circulars issued by the Ministry of Corporate Affairs (MCA) and the Securities and Exchange Board of India (SEBI), the Companies Act, 2013, and SEBI Listing Regulations, 2015. The deemed venue for the AGM is the Registered Office of the Company. Proxies are not required due to the dispensed physical attendance, but representatives of Institutional/Corporate Members may be appointed for voting. Attendance through VC/OAVM will be counted for quorum. The notice of the AGM and the Annual Report are being sent electronically to members with registered email addresses and are available on the company's website and the websites of BSE Limited and National Stock Exchange of India Limited. The register of members will be closed from September 13, 2024, to September 19, 2024. Remote e-voting is available to members, with the e-voting period commencing on September 16, 2024, and ending on September 18, 2024, through KFin Technologies Limited. Members who have not cast their vote by remote e-voting can vote through e-voting at the AGM. Mr. Nagendra D. Rao has been appointed as the Scrutinizer for the e-Voting process, and the results will be declared within 2 working days from the conclusion of the AGM and communicated to BSE Limited and National Stock Exchange of India Limited. Securities can only be transferred in dematerialized form, and members holding shares in physical form are advised to dematerialize their holdings and submit PAN, KYC, and Nomination details."
  },
  {
    "chk_id": 108,
    "chunk_summary": "This document outlines the procedures for shareholders of Gokaldas Exports Limited to participate in remote e-voting and attend the Annual General Meeting (AGM) through video conferencing (VC) or other audio-visual means (OAVM). It details specific login methods for individual shareholders holding securities in Demat mode via National Securities Depository Limited (NSDL) and Central Depository Services (India) Limited (CDSL), as well as for those holding securities in physical mode or who are not individual shareholders. The document also provides helpdesk contact information for technical assistance with login issues related to NSDL and CDSL. Additionally, it specifies how to access the register of directors and key managerial personnel (KMP) and their shareholding, maintained under Section 170 of the Companies Act, 2013, and the register of contracts or arrangements in which the directors are interested, maintained under Section 189 of the Companies Act, 2013, electronically for inspection by the members during the AGM."
  },
  {
    "chk_id": 109,
    "chunk_summary": "The document provides instructions for members of Gokaldas Exports Limited regarding e-voting and attending the e-AGM (Annual General Meeting). It details the process for casting votes, including multiple logins during the voting period, requirements for corporate/institutional members, and how to address queries. The document outlines the eligibility and procedure for voting at the e-AGM, emphasizing the use of login credentials and a 'Thumbs-up' icon. It also provides instructions for attending the e-AGM via VC/OAVM or live webcast, recommending specific devices and internet connections for a seamless experience. Members who wish to speak or ask questions during the e-AGM must register as speakers within a specified period. Additionally, the document notifies physical shareholders about the mandatory registration of postal addresses and mobile numbers, as per SEBI circular, and provides methods for updating contact details, including submitting the ISR-1 form. Finally, it discusses the re-appointment of Mr. Prabhat Kumar Singh as the Whole Time Director, highlighting his significant role and the Board's recommendation for his re-appointment, subject to member approval."
  },
  {
    "chk_id": 110,
    "chunk_summary": "This text discusses the reappointment of Mr. Prabhat Kumar Singh, who is 72 years old, as it requires shareholder approval via a special resolution according to Section 196 (3) of the Companies Act, 2013. The Board recommends this resolution. It also addresses the proposal to pay a commission, not exceeding 1% of the net profit, to the Non-Executive Directors and Independent Directors for five years starting April 01, 2024, in addition to their sitting fees. This proposal was recommended by the Nomination & Remuneration Committee and the Board of Directors on August 07, 2024, and requires shareholder approval as per Regulation 17(6) of the SEBI Listing Regulations. The text also provides additional details and information as required under Regulation 36 of SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 and applicable secretarial standards for Mr. Mathew Cyriac and Mr. Prabhat Kumar Singh, including their backgrounds, board meeting attendance, directorships, committee memberships, and expertise."
  },
  {
    "chk_id": 111,
    "chunk_summary": "Prabhat Kumar Singh received a remuneration of ₹83.75 Lakhs and attended all five Board meetings during FY 2023-24. He holds no directorships in other listed entities and has not resigned from any listed entities in the past three years. He has no shareholding in the company and no relationships with other Directors, Manager, or Key Managerial Personnel. His expertise, skills, and remuneration are detailed in the notice convening the Annual General Meeting (AGM). The registered office of Gokaldas Exports Limited is located in Bangalore, Karnataka, India."
  }
]